{
  "id": "pd-originacion-credivillas",
  "entityId": "banco-av-villas",
  "name": "PD Originación Credivillas",
  "etapa": "7. Seguimiento",
  "status": "Finalizado - con uso",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "8. Ejecución end 2 end pipeline",
  "idFinanciera": "632406",
  "tipoProyecto": "Caso de Uso",
  "suite": "Origina",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Carlos Eduardo Lopez Ramos",
  "ds2": "Andres Felipe Acevedo Alvarez",
  "ds3": "",
  "ds4": "",
  "de": "Freddy Gutierrez\r\nNelson Pinto",
  "mds": "Fabian Lara",
  "mantenimiento": "1. L",
  "tallaje": "S",
  "horasDs1": "3",
  "horasDs2": "3",
  "horasDs3": "0",
  "horasDs4": "0",
  "totalHorasTallaje": "6",
  "horasSemanaPorcentaje": "0.14",
  "observaciones": "(04OCT2023) Se ha actualizado el cronograma teniendo en cuenta los requerimientos de la entidad, en total son 7 modelos pero dicen que ellos abordan 2 por fuera del proyecto, en ese orden de ideas el desarrollo de modelos va hasta el 6 de diciembre en tiempos optimos, si surge algun reproceso entonces se debe ajustar nuevamente el cronograma. Los ds abordan temas de automatización de los modelos hasta que finalicen los desarrollos de los 3 modelos simultaneos que se tienen en curso (17ABR2023) Se esta finalizando el modelo 2, ya se hicieron todas las tareas pero estamos en aseguramientos de iep y de la libreria, además Carlos ya inicio con las pruebas de población del modelo 3 y esta en la revisión de tabla momento 0 del paso a producción del modelo 1 (02ENE2023) Se esta trabajando en el modelo del segmento 2, ya se tienen modelos tentativos de xgboost y regresión pero para determinar cual será el definitivo se desea realizar el backtest de la MOT para elegir el mas estable. La MOT tuvo inconvenientes por un cambio de .meta que genero cambio en los calculos de las variables de habito pago (29SEP2022) Se esta finalizando la MOT del modelo 1, se decidio dar inicio al modelo 2 y estamos evaluando en conjunto con ingenieria la implementación de batch (27JUL2022) Se esta en el desarrollo del modelo 1 de cifin con historia, se espera tener el modelo de PI esta semana para las dos metodologias porbadas que son regresión y xgboost. La meta del mes de agosto es seleccionar el mejor modelo para que en agosto se tengan las respectivas pruebas de aseguramiento (25MAY2022) Se cerraron los procesos compartidos y se dio inicio a la validacion de las variables de cifin, por otro lado, se habla con Lina de la posibilidad de un recurso que apoye a Andres con pruebas de ejecución en tiempo real, también los chicos estaban montando una propuesta de impacto financiero (28MAR2022) Desde el mes de diciembre se esta trabajando en el aseguramiento de la MDT y se han encontrado hallazgos en todos los procesos, no se esta avanzando de la manera que se espera en la revisión de variables dada su complejidad, el 29 de marzo se realizara un nuevo cronograma ya que el equipo de villas solicito volver a hacer el modelo 1 (08Oct) Continuamos en proceso de validación de la MDT dado que se presentaron más reportes de errores en joins. Se está revisando ejerciciso tecnicos para evaluar la comparacón realizada por el equipo de AVVillas entre los modelos resultantes de dos muestras (17Sep) En proceso de corrida nuevamente de la MDT, hoja de ruta cerrada y aprobada por el banco, se espera cerrar la MDT esta semana para su validación por parte de la entidad (30Agost)  Se espera que se haga el cierre de entendimiento esta semana, Leandro ha estado  guiado el proceso de explicación,  (17feb) Se requiere priorización para un envío de llaves para poder hacer unos cruces y definir población objertivo para hacer un modelo básico para revisar con JR, se requieren hacer unos cambios en las fuentes solicitadas por la entidad(12Dic)  Variables KU010, las fuentes están en proceso de recargue (12Enero)  y el cierre del cargue hasta le 20 de Enero, lo que implica que el proyecto terminaría el 1 de Junio, tentativo.     (11Nov)  Se presentarón problemas adicionales en el proceso de parquetización dado que las cadenas de texto no vienen entre comillas lo que implica un cambio en la herramienta.  DE debe corregir el formato del ID (trae 00 en el ID) para la info que ya se encuentra en Augusta, la entidad se compromete a corregirlo ya que esto impide los cruce para la genración de la MDT (27Oct)  Se ha corrido el calendario 2 meses por el cargue de la información. G020 aún no se ha cargado. En proceso de revisión por parte de la entidad de las variables generadas hasta ahora.  DENODO se tiene la reunión martes 3Nov para la revisión de presupuestos y aclarar dudas al respecto. (06Oct) Se cargaron las 10 tablas de CentralR, falta definir varialbes de 2 tablas y generar código de 4 tablas. Ing se esntá trabajando el API de centrales y se están realizando pruebas, para batch se está revisando el servicio para disponibilización al s3.  Se realizará una reunión para ver si se puede tener descarga de data en la entidad. Se iniciará el proceso de aseguramiento ADU con la DS de la entidad .(29Sep) Se cargaron 5 tablas de CentralR y  re.expedidad de KU010, pero aún falta la información para el cálculo de VO. Se subieron mal las fechas están vacías de la info de buró.  (22Sep) Estamos aún a la espera de KU300 y re-expedidas (solo se ha cargado esta) estas tablas estaban para el 18 de Sep. Briter le pidió una bitácora a Mauricio para ver donde se ha generado los errores por lo que se ha generado errores adicionales. Esto se revisará en el daily del 23 sep . Se esta generando variables de la mora 90/12 pero igua lse estan generando las matrices y la scosechas para validar el corte. Se revisaron las variables CentralR y el MVP de qué vamos a construir (sobre supuestos) de las 3 tablas más grandes. (08Sep) Se realizó la presentación a JR, a la espera de la decisión de si se hace presentación a Presidencia. La pieza faltante para el cargue ya está por lo que se esperar que se acelere el cargue de información.  Se definió proceso de generación de nuevas variables con Marcela y aprueba Mauricio (01Sep)  Seguimos a la espera de la pieza para generar los parquet y anonimizar hasta ahora a generado 1 semana de atraso, pero Datos Villas dice que con la pieza dicho tiempo se recupera. Villas hizo varias solicitudes lo que incremeta timepos por los que necesitamos ver el presupuesto para 2021. (25Ago) Se actualizó el cronograma hasta ahora va al 30 de Dic. Aún seguimos recibiendo información y se siguen presentando errores en las bases. KU300 aún no saben cuando se va entregar. (19Ago) En proceso de correción de los meses que presentaron errores de KU010. Se definió la estructura de la presentación a JR y presidencia para la 2a semana de septiembre.  (10Ago) Revisando data dado que se han encontrado errores en números de registros. Se calcularon varialbes al punto, pero hubo cambio de deficiniones. Esta semana no tenemos programado carga de info (04Agost) Review de información (4 años) se volvió a correr dados los errores vistos anterior mente validando con Marcela (DS entidad). Lennis cuadra con la entidad los ajuste de los meta y los load de los errores que se han visto hasta ahora. CentralR tiene varias tareas bloqueadas, no hemos recibido respuestas de Sandra Virginia. Se pudo hacer introducción a Marcela pra darle acceso a EMR y pueda explorar los notebooks y ayude a Esstef.  (27julio) Ya se cargó KU010 (falta 10 meses por errores en metas). CentralR falta aprobación de Seguridad, se require aumento de capacidad para el envío dado el tamaño de las bases dedatos, tampoco se ha gnerado la muestra de CentralR. Falta info de Tatuyo para filtrar preaprobados. (21 julio) Errores en la información de KU010, no se ha podido realizar la estandarización, debido a que los meta y los load no corresponden al de cada base, en proceso de revisión de los errores. (06 Julio) Archivo Excel que realiza el código SQL - DONE, es necesario hacer pruebas con data artificial.  A espera de la información el 10 de Julio. (23 Junio) A la espera de la entrega de la data Julio 10. En proceso de validación de XML y CentralR, las variables no concuerdan (OLD)- Dimensionamiento entre workfow y las herramientas de ADL - Cómo, cuánto?",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "Marcela Toro / Cristian Zamora / Juan Felipe Latorre",
  "nivelImpactoFinanciero": "L2",
  "unidadImpactoFinanciero": "Flujo Neto",
  "impactoFinanciero": "27.027M (6 años)",
  "financieroAdl": "Alberto Salamandra",
  "financieroEntidad": "Pablo Bernal",
  "sponsor": "",
  "mainContact": "Andrés Castellanos  / Briter Gonzalez / Mauricio Espinosa",
  "sandbox": "0",
  "nombreHcCuanto": "291000009 AV ORIGINACIÓN",
  "sharepointLink": "https://avaldigitallabs.sharepoint.com/sites/analticaavanzada/Documentos%20compartidos/Forms/AllItems.aspx?id=%2Fsites%2Fanalticaavanzada%2FDocumentos%20compartidos%2FBAV%5F002%5FORIGINACION&viewid=04edaf32%2Db3f7%2D42e4%2D8fbb%2D72870f0fbb0b",
  "sharepointActividades": "En organización",
  "jiraLink": "https://avaldigitallabs.atlassian.net/issues/?jql=project%20%3D%20%22AOS%22%20AND%20component%20%3D%20%22BAVV%20ORIGINACI%C3%93N%22",
  "jiraActividades": "Falta actualizar tareas",
  "confluenceLink": "https://avaldigitallabs.atlassian.net/wiki/spaces/adldatalake/pages/4580638723/Caso+de+uso+Originaci+n",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}