{
  "id": "propension-de-cupo-empresarial-occ",
  "entityId": "banco-occidente",
  "name": "Propensión de cupo empresarial - OCC",
  "etapa": "7. Seguimiento",
  "status": "Finalizado - con uso",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "5. Construcción códigos de automatización pipeline",
  "idFinanciera": "69863",
  "tipoProyecto": "Caso de Uso",
  "suite": "Prospecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Mateo Restrepo Higuita",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Edgardo Jose Castaño Ramírez",
  "mds": "Katherin Quiñones",
  "mantenimiento": "1. L",
  "tallaje": "S",
  "horasDs1": "1.5",
  "horasDs2": "1.5",
  "horasDs3": "1.5",
  "horasDs4": "1.5",
  "totalHorasTallaje": "1.5",
  "horasSemanaPorcentaje": "0.04",
  "observaciones": "(17NOV2023) Se esta ejecutando manualmente mientras se hace el cambio de cifin(29Jun23) Se inicia exploración de nueva CIFIN para mapear impacto sobre el pipeline actual (14dic22) Se notificaron cambios de nuevo en fuente de CIFIN se tienen pendiente cierre de definición con la entidad, reporte de impacto: Utilidad acumulada antes de impuestos de enero a sep por $19.103 MM (02/08/22) se devuelve a modelado por cambios en fuente CIFIN empresas, sin embargo los cambios estan orientados a cambio meta y load (25may2022) No hay novedad (25 Mar) No hay novedad (02 Nov) Ejecutándose desde stage (17FEB)  Ajuste de las variables de costo operacionales debido a cambios desde finanzas, haciendo el paso en el pipeline. Se empieza proceso offboardingy la corrida actualizada a DIC20 (12Dic)   Se realizarion pruebas con la nueva metodología y se validó con la entidad, noes encontramos automatizando el nuevo proceso para dejarlo listo EOY (11Nov) Se envió el resultado de la corrida que se tuvo que realizar de manera manual para poder cumplir con la entrega, Soche tendrá una reunión el 12 para desarrolalr el plan para realizar el proceso de forma automatica.  (27Oct) Estamos a la espera del ajuste de la base de datos de CIFIN ya que viene con un campo vacío por lo que no se puede correr el modelo. Cuando se corra el modelo se dará inicio a la primera tanda del seguimiento del modelo. Soni se va a reunir con Cami el viernes para la transferencia de conocimiento. (06Oct) Aún definiendo reunión con DS entidad, TenenciaCash ya nos enviaron diccionarios pero aún no tenemos carga nueva. Aún falta CIFIN y esta en revisión por parte de la entidad. (29Sep) Se requiere hacer la reunión con DS de la entidad y es necesario validar las tareas del lado de la entidad y presionar la resolución de las mismas. (22Sep) Se realizó la semana pasada la reunión de offboarding se definieron unas tareas del lado de ingeniería y datos y Soni se reune con Cami Jimenez para la entrega del modelo y la transfeerencia de conocimiento (08Sep) Sebas envió un correo para el proceso de offboarding. Se solicitará reunión la proximla semana para cordar offboarding.  (01Sep)  Sebas continua con las pruebas, se espera cerrar el 11 de sept (25Agos)  Fue necesario abrir otro ticket para incluir una parte faltante de la política. Quedamos a la espera de la solución. (19Agost) Se solucionó el ticket. DE esta semana realiza pruebas del pipeline, se espera tener respuesta final la proxima semana. (10Agost) Está en manos de Gerson y se realizará pruebas punta a punta con lo que quedaría cerrado el tema. (04Agost)  Se dieron los permisos necesarios para la corrida del pipeline. Revisión del proceso de linaje, se esperar terminar esta semana y realizar pruebas punta a punta. Aura pasa a ser la directamente encargada del proceso. (27julio) El proceso sigue en DevOps no se ha dado respuesta. (21 Julio) Implementación no corrió completo por permisos, tema de DataOps. (13 Julio)  A la espera de información para ejecución del piloto, evaluación de aplicación GoAnywhere (OLD) En proceso de actualización la última base de datos, para correr las últimas pruebas.Cambios de pipeline con nuevas definiciones - En proceso de off-boarding, revisando proceso de implementación - JUN20",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "",
  "unidadImpactoFinanciero": "",
  "impactoFinanciero": "0",
  "financieroAdl": "Natalie Donato",
  "financieroEntidad": "0",
  "sponsor": "Juan Anaya",
  "mainContact": "Aura Reyes",
  "sandbox": "0",
  "nombreHcCuanto": "291000036 BO PROPENSIÓN CUPO",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}