{
  "id": "nba-empresas-ooc",
  "entityId": "banco-occidente",
  "name": "NBA - Empresas -OOC",
  "etapa": "7. Seguimiento",
  "status": "Finalizado - con uso",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "",
  "idFinanciera": "298010",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Mateo Restrepo Higuita",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Edgardo Jose Castaño Ramírez",
  "mds": "Katherin Quiñones",
  "mantenimiento": "1. L",
  "tallaje": "S",
  "horasDs1": "1.5",
  "horasDs2": "1.5",
  "horasDs3": "1.5",
  "horasDs4": "1.5",
  "totalHorasTallaje": "1.5",
  "horasSemanaPorcentaje": "0.04",
  "observaciones": "(29Jun23) Se inicia exploración de nueva CIFIN para mapear impacto sobre el pipeline actual (08May23) Seguimos a la espera de CIFIN Empresas (14dic22) Se realizaron cambios correspondientes y ajustes de modelos logrando metas satisfactoras, se tiene pendiente definición de nuevos cambios en la fuente de CIFIN para determinar si se requieren cambios adicionales o se puede pasar a automatización (11/08/22) Se devuelve a modelado por cambios en la fuente de CIFIN Empresas (25may2022) PO ya compartio información para cerrar L5 unico punto pendiente en el offboarding (25 Mar) Sin novedades ni avances en el seguimiento de L5 se debe validar con PO (04 Ene) En offboarding a la espera de mediciones de pilotos para cerrar L5, se espera recibir información proxima semana (16 Nov) Se solicito cambio de bases actualizadas de Engagement al corte actualizado, pendiente de notificar a DE ADL con el cambio correspondiente. (02 Nov)  Ejecutandose desde stage, también en proceso de offboarding (17Sept) Envio de impacto financiero de Agosto para revisión con financiera, se encuentra en stage. (30Agos) En proceso de ajuste del impacto financero desde rentabilidad ADL  (17FEB)  Cambios variables costos operacionales por los cambios con finanzas y corrida actualizada del modelo a DIC20 para corrida del pilto (12Dic)  En proceso de automatización  desde de DE, Soni lo entregó antes de vacaciones. (11Nov) Se paró el desarrollo de la parte del pipeline de recalibración para enfocarnos en el proceso de automatización. Se iniciarán las automatizaciones la proxima semana.  (27Oct) Se modificó el pipeline por el cambio de la estructura de un archivo, estamos a la espera de la segunda corrida de la información para le piloto fase 2.  (06Oct) Se iniciaron las pruebas unitarias hasta scoring, se iniciará la otra semana recalibración y backtesting la generación de código. SEG: Se está requiriendo la documentación por parte de ING. (29Sep) En proceso de pruebas unitarias con la informacipon disponible en Augusta, estamos a la espera de la infromación reciente por parte de la entidad. Falta confirmación por parte de la entidad la salida a piloto y la entrega de la data más reciente y en la periodicidad requerida.  (22Sep)  En proceso de pruebas unitarias para los modelos y la segmentación, tenemos como paso a seguir la creación de los códigos de recalibración para NBA (08Sep) Se envió la inforación a la entidad, esperamos confirmación de Cami y el resultado del cruce de los dos modelos para el proceso de muestreo y marcación de control y tratamiento.  Ajuste en el pipeline para que lea desde S3 y pase a pruebas unitarias (01Sep)  Se hizo un requerimiento por parte de la entidad de cambiar la base se clientes con la que se ejecutó el model, por lo que estamos en proceso de análisis del impacto en el cmabio, se observaron cmabios de distribución en la segmentación, y las tenencieas (<= 4.5%), por lo que requiere la evaluación de los modelos con los nuevos  clientes para validar que los modelos siguen teniendo el mismo poder de predicción empezaremos por TC, y estaremos en este proceso esta y la próxima semana a la espera de poder salir el 15 de sept a piloto si no hay cambios significativos.  (25Ago)  Se terminó de agregar los filtros de flujo de caja y la alineación bayesiana. Andre solicitó hacer un cambio en los clientes a lo que debemos ver como afecta los modelos de empresas y el proceso de ejecución. Y cuadrar tiempos por posibles cambios en piloto (19Agost) No ha llegado la información por lo que se evaluará el ajuste de las fechas dependiendo de la nueva fecha que de la entidad (10Agost) Definidas fechas de piloto y ejecución de calificación de bases. Definir las métricas del piloto viernes 14 Agosto. Esta semana se hará entrega para implementar la calibración bayesania. (04Agost) Adicionando los cambios de la alineación al pipeline para entregar a Soche (a más tardar el 14 Agosto) (27julio) Falta estatus de reunión con Juan para decisión final (Implementación de alineación Beyesina), pero ya está el código avanzado para su implentanció. Aún hace falta la deficnión de piloto ya que dependemos de la información que esta represada. (21 Julio) Reunión para ver decisión sobre alineación, aún a la espera de la información actualizada para correr fuentes para pilotos.  Correr una versión más actualizada de la segmentación (13 Julio) Finalización proceso de Alineación, miércoles 15 debería estar listo (06 Julio) En proceso de definición de alineación y finalización del pipeline, a espera de validación de estructura del piloto (Old) Quién se queda haciendo pipeline  20 MAY",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "Pendiente definicion y cambio fuente CIFIN Empresas",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "L5",
  "unidadImpactoFinanciero": "Utilidad antes de Impuestos",
  "impactoFinanciero": "$8.685 M COP",
  "financieroAdl": "Nestor Rodriguez",
  "financieroEntidad": "0",
  "sponsor": "Aura Maria Reyes",
  "mainContact": "Claudia Barbosa",
  "sandbox": "0",
  "nombreHcCuanto": "291000033 BO NBA EMPRESAS",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}