{
  "id": "nba-pasivos-villas",
  "entityId": "banco-av-villas",
  "name": "NBA Pasivos - Villas",
  "etapa": "8. Standby / Deprecated",
  "status": "Deprecado",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "59307",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Ana Cristina Urcuqui Henao",
  "ds2": "Jhon Gonzalez",
  "ds3": "",
  "ds4": "",
  "de": "Jonathan Eidelman Manevich",
  "mds": "Fabian Lara",
  "mantenimiento": "2. M",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(17NOV2023) Se retoma en enero (29Jun23) Seguimiento a desarrollo piloto 1 Mathilde y Responsys, validar con la mesa los leads que han llegado y como se han transmitido a Call Center. Validar con Riesgo las causales disponibles para habilitar piloto 3 con productos del activo. Cerrar validación de uso modelos del pasivo (Estabilidad para Ctas y Ahorro a Plazo para CDT) con el fin de definir el uso de estos para la asignación de clientes para ofertas del Pasivo en Piloto 3 (8May23) Construcción de Piloto1: validez canal de comunicación y Piloto 3: Oferta NBA para clientes digitales para desborde digital, se solicitan datos de efectividades para plantear L0 de iniciativas expuestas. (14dic22) Se realiza entrega de los resultados de pilotos, paso a estimación de L3 y se esta revisando modelos actuales en AA BAVV para ser incorporados en la reestructuración del caso y los nuevos alcances que tiene el banco. Se continua con migración de los modelos definidos en el flujo de usabilidad. (27JUL2022) Se estan esperando resultados del piloto de CDT (Fabi), Se esta avanzando con la migración (Ana y John), pero sigue pendiente la entrega de la base de centrales. Se esta avanzando en salida de cuentas transaccionales (Fabi) y se esta cuadrando la logica de información de contacto para las comunicaciones y salida a piloto en agosto (30JUN2022) VINCULACIÓN entro a piloto MIGRACIÓN son 4 modelos y no han entregado la base de centrales y dicen que no es prioridad MANTENIIENTO esta para iniciar en sep 2022 (25May2022) Se debe cerrar el modelo de estabilidad, se inicia pilotaje de oferta de CDT, vamos de manera escalonada con productos transaccionales y de ahorro. A la par se esta migrando los modelos propios de Villas del Pasivo iniciando por Ahorro a Plazo (25 Mar) Consolidando modelo de Estabilidad, para evaluar piloto con la interacción de las calificaciones del flujo propuesto, se realiza empalme con PO nueva. (04 Ene) MVP para Minciencias entregado, iniciamos incremental sobre modelo de Estabilidad priorizando retirar población con cuenta CATS y recategorizando variables con categorias pequeñas, se debe iniciar los entendimientos de los modelos de BAVV para vinculación para llevar a cabo la migración. (27 Dic) se resolvieron todas las dudas que tenía el banco sobre el modelo de estabilidad presentado, quedaron unas tareas para probar en un segundo mvp de este modelo. Esta semana trabajaremos en la presentación final para enviar a minciencias.(3 Dic) Tenemos VO, Población de aplicación y Población de contraste para el modelo de Estabilidad en Población de No Vinculados, la proxima semana se debe presentar modelo, metricas y primer aproximación de entregable de Colciencias. (16 Nov) Consolidación de propuesta con el banco, dónde se define el MVP y fechas de entregable de minciencias. Por nuestro lado ya podemos arrancar con las bases que han llegado a la construcción de la pre mdt y variable objetivo.(08 Oct) Definimos en el ultimo Review priorizar la etapa de vinculación, con la construcción del modelo de propensión de incremento de valor del cliente dado acciones y la orquestación de los modelos de pasivo + afinidad digital para planear pilotos sobre el mes de diciembre y ejecutar en enero, paralelamente avanzar con el cargue de las fuentes requeridas para Mantenimiento y probablemente definir la segmentación requerida por el caso, ya que desde CRM no se ha definido su uso correspondiente. (01 Oct) Exploración sobre fuentes alternas al log transaccional, verificamos proceso de encripción ya que se esta generando errores en los cruces, se solicito verificar algunas fuentes ya que tenian inconsistencias en las volumetrias. (24 Sept) Validamos log transaccional para establecer que de lo que se tiene alli es sujeto a traer desde maestros del banco, ya que no se ha definido el proceso de encriptación para este archivo. Avanzamos en la carga de las fuentes priorizadas, estamos en la espera de los resultados de backtesting para formalizar proceso de migración modelos Villas como primera opción envio de resultados.(17 Sept) Avanzamos con el proceso de migración de modelos existentes para vinculación, se estan revisando fuentes requeridas para determinar si traemos el codigo o los resultados (lo mas problable para esta fase). En mantenimiento estamos constuyendo población objetivo a partir de ge130 y sl570 (trx monetarias y no monetarias; fisicas y digitales). Definimos mantener las ponderaciones de Volumen, Utilidad y Rentabilidad para Valor de Cliente y para esto debemos revisar las fuentes maestras, ya que el valor se construye desde Financiera de forma manual que no viaja a las fuentes oficiales del banco (30Agost)  En proceso de revisión y exploración de las fuentes, definiciones cerradas. Se envió priorización de fuentes a Andres Castellanos, se espera una definicón de fechas para ajustar cronograma. Se realizó el proceso de backtesting de los modelos del banco",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "Yineth Baquero",
  "nivelImpactoFinanciero": "L0",
  "unidadImpactoFinanciero": "En dimensionamiento",
  "impactoFinanciero": "0",
  "financieroAdl": "Alberto Salamandra",
  "financieroEntidad": "Pablo Bernal",
  "sponsor": "",
  "mainContact": "Andrés Castellanos  / Yineth Baquero /Ivonne Cortes",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}