{
  "id": "cupo-empresarial-aumento-de-cupo-bdb",
  "entityId": "banco-de-bogota",
  "name": "Cupo empresarial - Aumento de cupo BdB",
  "etapa": "8. Standby / Deprecated",
  "status": "Entregado - sin uso",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "288682",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Luis Felipe Lujan Hernandez",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Juan David Tinjaca",
  "mds": "Luis Lujan",
  "mantenimiento": "1. L",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(16JUL2024) Se está en proceso de automatización del pipeline en ambiente productivo, también se debe ir revisando el impacto financiero con el uso actual del modelo en campañas y en pyme.  (04OCT2023) Se esta trabajando en la automatización en conjunto con los ingenieros, y a partir del mes de octubre se debe empezar a enviar la calificación mensual (02ENE2023) Se esta planeando un piloto con la campaña de porvenir de enero, enviamos el score desde diciembre pero no se ha podido salir porque riesgos no ha generado la base de preaprobados. Por otro lado se esta haciendo un backtest con la asignación de empresas de 2022 pero las volumetrias no coinciden y la base de asignación es diferente a la que se tiene en Augusta. (29SEP2022) Nos van a presentar el tablero de medición la otra semana, sin embargo BI nos dijo que no queda recurrente, nos toca tratarlo con Jose para que lo dejen productivo (28JUL2022) estamos coordinando con BI del banco para la medición de las campañas priorizases con el modelo. A la par se está revisando algunos registros que ya aparecen con proyectos crediticios activos.  Internamente se está trabajando en el pipeline para entregarlo a ingeniería, el objetivo es entregarlo a finales de agosto (30JUN2022) Se envio el score acordado para junio y la otra semana se validara el cruce con los pre aprobados y se espera aumentar por el filtro que se tenia de emis, y la medición de la operativización del caso (25MAY2022) Recibimos la base para la validación del L3, y seguimos en el proceso de automatización (28MAR2022) Se esta estableciendo proceso para estandarizar el nombramiento de fuentes y además automatizar el proceso de generar fuentes de EMIS, también se esta trabajando en el caso de negocio (08Oct) Se está revisando que sucede con las bases de EMIS por parte del banco ya que al parecer no es consistente ni puede ser automatizada sin embargo comparando con el equipo de OCC se observa que si se puede dado que se tiene dicha fuente funcionando y automatizada para el caso de propensión de cupo  empresarial, adicionalmente se espera que se pueda mover al area de empresas para que hagan usos de los modelo(30AUG) Para hacer el calculo que nso hace falta de umpacto financiero nos corresponde hacer un cruce con la información que nos enviaron, Joha retoma este tema.   (17FEB) Se tuvo seción con Melisa de Pymes, nos cuentan en review el plan de sio tenemos el piloto 3. el 24feb llegarían las fuentes para correr modelo a corte enero   (12Dic) Recibimos la actualización del  piloto 1, pero aún no se ven desembolsos.  Quieren tener una sesión con OCC comercial  empresas para entender el uso del modelo   El 20 de enero se tendría la primera parte de los archivos  automatizados y el 20 de feb la segunda parte. (11Nov)  Se espera recibir la base de Gaia el día jueves, estamos a la espera de recibir la inofrmación para le caso de negocio por parte de Alex Jimenez, se espera poder arrancar el piloto de gaia la próxima semana  (27Oct) Queda por parte de Lina cuadrar una reunión con BOCC y Adriana para revisar la ejecución de las campañas empresas. Enviaron el template del seguimiento del piloto y la información para los resultados, la idea es revisarlo el jueves en le review. Piloto2: Lo más demorado es el proceso de revisión de riesgo (fecha tentativa 11Nov). Estaremos haciendo la planeación para P2 con sus respondables y seguimiento. Se realizó un backtesting con las empresas de Gaia (piloto en BdB), Johi envía los resultados donde el modelo funciona. Validar con Lina que se obtendría de incluir las empresas Gaia. (06Oct) En desarrollo de las presentaciones de lanzamiento y capacitación para piloto, y estamos a la espera de la entrega de la información por parte de DE para correr la calificación del modelo, para poder hacer los envíos de esta semana. EMP la recolección de la información no se puede por formulario entonces están validando si se puede hacer a través de CRM (29Sep)  Se tuvo la sesión final con Wendy para la validación de las variables, los modelos ya tienen tambien el OK de riesgo y Análitica. Se empezará la presentación para los asesores y el código de scoring. Además se requiere revisar la definición del reporte  de los resultados. (22Sep)  Se requieren agendar tres reuniones para los requerimientos de la ejecución del piloto. Tenemos dos fechas estimadas para salida al piloto OCT29 y otra el NOV13. Adriana Reyes y Angélica Luna ya dieron check del modelo y falta Wendy del lado de riesgo comercial (Carlos queda de  agendar la reunión). (08Sep) Carlos está modelando desde EMR por lo que no se puede usar SHAP,  estamos buscando como hacer para poder tener la interpretabilidad. Se mostró en el sync a Luisa y Adriana la primera versión del modelo,. están preocupados porque la fábrica de crédito no está aprobando créditos. Las áreas comerciales están tensas por lo que no se les aprueba ninguna de las campañas. solicitamos saber el embudo que causa el área de crédito. El piloto debe estar aprobado con rafael el jefe del área de empresas (01Sep) Se generó un primer modelo para mostrar en la reunión con presidencia. Carlos ya revisó la metodología con Johi para que empeice a construir modelos. No vamos a separar la data por segmento sino que lo incluimos en el modelo dado el tamaño de muestra, lo que nos deja con 3 modelos. (25Ago) Se revisó con rentabilidad y finalmente tenemos un valor positivo con lo que podemos definir VO y arrancar a modelar. Se está terminado de generar la MDT (19Agost) Esta semana se espera terminar la MDT. Alex se va a reunir con Carlos para ver si se puede sacar variables nuevas de EMIS.  Esperamos recibir información de rentabilidad el viernes 21 para generar la VO.  Puede que tengamos que redefinir los segmentos (9.1K clientes)  a ver en la reuión de sync interna.(10Agost) Llegó la información para crear la VO. No tuvimos la presentación con VP se llevará acabo la proxima semana. Se sigue trabajando en las caracteristicas y la creación VO. Nos enviaron parte de la información para generar el punto de corte de rentabilidad de la VO. (04Agost) Caracteríasticas casi listas, falta la información para la generación de la VO. Se definió la estructura de la presentación de presidencia. Falta revisar la infromación de los no clientes de BdB para la definición de piloto y estrategías. Hay una campaña general casi del 85% de la población de empresas  que se espera dure hasta Sep, esto se debe tenr en cuenta en la deficnión del piloto.  (27julio) A la espera de las bases corregidas, depende de la reunión del 28 de Julio, Alex y Carlos siguen en el proceso de construcción de variables. (21 Julio)  Rentabilidad dicen que tenemos utilidades negativas con las cifras dadas. Johan valida con Adriana quien dió las cifras y para validarlas. Estas cifras no sirven para punto de corte o impacto. (06 Julio) Se obtuvo aval de seguridad se espera recibir la info desde el 7 de Julio. (OLD)Pymes, mediana y empresarial son áreas diferentes",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "Tatiana Barrera",
  "nivelImpactoFinanciero": "L3",
  "unidadImpactoFinanciero": "VPN",
  "impactoFinanciero": "3730M (1 año)",
  "financieroAdl": "Andres Felipe Ayala",
  "financieroEntidad": "Alejandro Castañeda",
  "sponsor": "Alejandro Esguerra / Jose Alarcon",
  "mainContact": "Camilo Amezquita / Carlos Guzman (Campañas) / Deisy Niño (Pyme) / TBD (Empresas)",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "https://avaldigitallabs.sharepoint.com/sites/analticaavanzada/Documentos%20compartidos/Forms/AllItems.aspx?id=%2Fsites%2Fanalticaavanzada%2FDocumentos%20compartidos%2FBBOG%5F003%5FPROPENSION%5FEMPRESAS&viewid=04edaf32%2Db3f7%2D42e4%2D8fbb%2D72870f0fbb0b",
  "sharepointActividades": "Organizada",
  "jiraLink": "https://avaldigitallabs.atlassian.net/issues/?jql=project%20%3D%20%22AOS%22%20AND%20component%20%3D%20%22BBOG%20AUMENTO%20DE%20CUPO%20EMPRESARIAL%22",
  "jiraActividades": "Cerrado",
  "confluenceLink": "https://avaldigitallabs.atlassian.net/wiki/spaces/adldatalake/pages/3487761969/Caso+de+uso+Propensi+n+Cupo+Empresas",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}