{
  "id": "desercion-de-seguros-pop",
  "entityId": "banco-popular",
  "name": "Deserción de seguros - POP",
  "etapa": "5. Automatización DL",
  "status": "Automatización",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "6. Despliegue en Staging",
  "idFinanciera": "158120",
  "tipoProyecto": "Caso de Uso",
  "suite": "Recupera",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Fredy Manuel Roman Vergara",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Guillermo Andrés Cabrera",
  "mds": "Fabian Lara",
  "mantenimiento": "1. L",
  "tallaje": "M",
  "horasDs1": "12",
  "horasDs2": "6",
  "horasDs3": "6",
  "horasDs4": "6",
  "totalHorasTallaje": "12",
  "horasSemanaPorcentaje": "0.29",
  "observaciones": "(29Jun23) Se solicito información ampliada por requerimiento de Manzano, IGS ya respondio y se debe hacer calculos de churn sobre clientes no contactables para tomarlos como grupo control (12Ene2023) Revisamos solo IGS que es el aliado que esta más adelantado, empezo desde agosto, IKE empezó en Noviembre y Alfa en diciembre, se ampliara la gestión 2 meses para los calculos de L5, por soliciutd y acuerdo con Carlos Manzano (14dic22) Se encuentra en gestión con las aseguradoras, pendiente de cerrar L5 con Carlos Manzano, ajuste del pipeline y cierre de offboarding (27JUN2022) IGS sigue avanzando en la operativización, la responsabilidad del reporte queda a cargo de igs. Ike sigue en espera de aprobación, Alfa esta pendiente revisar cronograma de operativización, además el caso de negocio da positivo y estamos en espera de agenda para que Cami lo revise con Manzano (29JUN2022) IGS ya esta operativizado, IKE no quiere continuar para operativizar, ALFA se tiene reu mañana para presentar el caso de negocio, Se le debe decir a Cami que le presente a Carlos las cifras (25 May2022) Inicio de Operativización con IGS, IKE se compartio la info para validar la continuidad del proyecto, ALFA se llevaron datos a Carlos Manzano para la estimación de impactos y concluir pipeline. (25 Mar) ALFA: Información pendiente para el calculo del impacto L3 ya se encuentra en ADL. IKE: Pendiente de definir Operativización, IGS: Inicio de operativización 04/04   (17FEB)  Se encontraron insonsitencias en las fuentes por lo que nose ha podido avanzar en nada, más allá de la revisión de la info 19feb(12Dic) Nos reuniremos con Freddy para definir la información faltante  para solicitar a los aliados (este proceso puede llevar tiempo por el desarrollo), estaremos realizando un análisis de la información con la que se cuenta catualemte que son solo 3 meses.  (11Nov)  Al la espera de más información para poder dimensionar el caso de uso  (27Oct)   Se realizó la reunión de Kick-off con el equipo, se está revisando el problema empresarial ya que no se tiene claro la magnitud del problema a solucionar por ellos nuestro equipo de finazas solicitó metricas adicionales para un mejor dimesionamiento (",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "-Pendiente verificación L5 con Carlos Manzano",
  "dsEntidad": "Cristhian Cordoba (DS BI)",
  "nivelImpactoFinanciero": "",
  "unidadImpactoFinanciero": "",
  "impactoFinanciero": "0",
  "financieroAdl": "Camilo Chaves",
  "financieroEntidad": "Carlos Manzano",
  "sponsor": "Luis Fernando Gómez",
  "mainContact": "",
  "sandbox": "0",
  "nombreHcCuanto": "291000040 Churn Seguros",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}