{
  "id": "churn-libranzas-pop",
  "entityId": "banco-popular",
  "name": "Churn Libranzas - POP",
  "etapa": "5. Automatización DL",
  "status": "Automatización",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "4. Recalibración",
  "idFinanciera": "801214",
  "tipoProyecto": "Caso de Uso",
  "suite": "Recupera",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Luisa Maria Torres Ballen",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Oscar Eduardo Jaimes Garnicas",
  "mds": "Fabian Lara",
  "mantenimiento": "1. L",
  "tallaje": "S",
  "horasDs1": "10",
  "horasDs2": "5",
  "horasDs3": "5",
  "horasDs4": "5",
  "totalHorasTallaje": "10",
  "horasSemanaPorcentaje": "0.24",
  "observaciones": "(11/04/2023)  Se inicia plan de off boarding, arrancando por la documentacion.  \r\n(26DIC2022) Se corrigio el pipeline de scoring y backtesting se hicieron ajustes en el pipeline de recalibracion para que cuando los indicadores analiticos bajen se ejecute automaticamente la recalibracion. A la espera del paso a produccion por parte de ingenieria. \r\n(06Oct2022) Se debe corregir el pipeline de scoring porque se encontraron repetidos en la salida, con la eliminación de repetidos se debería corregir las incponsistencia que presenta el  backtesting y adicionallmente se debe corregir el pipeline de recalibración para que  la marca de filtros se tome desde la master datatable. Una vez se hagan estan correcciones se procede a incorporar en las plantillas para entregar a ingenieria. \r\n(28JUL2022) Esta pendiente hacer la validación de por que queda diferente el backtest y la recalibración (29JUN2022) Lu ya realizo la recalibración y se procede a validar como debe hacerse el cambio en producción, además se le encarga a Lu el tema del L5 (25MAY2022) Se le menciona a Lu que es necesario hacer recalibración del modelo, ella esta explorando esa opción ya que estaba incluida en el pipeline que entrego Richard (28MAR2022) Se hizo reunión con el equipo de ingenieria para incluir la recalibración en la step function. (17FEB) Se sigue en proceso de envío manual de info.  EMpe4zar proceso de offboarding(12Dic)  Tercero en prioridad para el proceso de automatización, se le escribirá a Johonatan para el envío de los resultados de las campañas. y esta semana llegará la información para el envío de la calificación del modelo. Se realizó un ejercicio para myrima de evaluación historíca y backtesting del modelo.    (11Nov) Jody estatá haciendo la ejecución de este mes y hacer el envío.  Estaremos preparando la reunión de offboarding.   (27Oct) Se entregarón las bases calificadas un poco tarde, dado que la fuente libranzas venia mal y tocó recalcularla. Se hizo la entrega por el temporal dado que el canal automatico no funciona. La finalización del proceso de automatización se realizará después de terminar el proceso del API de fraude.  (06Oct) Mishel envió reportes de campañas para finalización de offboarding.  Falta colocar en producción lo que llevamos del pipeline hace falta la parte de recalibración. Aún a la espera de la dfinición del camino automático de envío de información, está DevOps (29Sep) Se tendrá una reunión para revisar con Will y POP para revisar el camino de entrega de la info a la entidad. Validar con Mishel la entrega de los reportes de reusltados. (22Sep) Se envió el modelo hoy, se estaba pasando información de forma manual de desarrollo a producción que no está dentro las normas.  (08Sep) No hay novedades. (01Sep) Solicitamos la inclusión de ADL para los reportes de las campañas y la definición de el código de reentrenamiento para emepzar a desarrollarlo.  (25Ago) Se entregó el modelo a la entidad y quedó para proceso de campañas por parte de la entidad. Generando código de reentrenamiento para 15 el Sept. (19Ago) Se generaron retrasos por ausencia de información actualizada del buró, se va enviar con la información desactualizada de Buró. Empieza la campaña con este modelo en Septiembre. Estaríamos entrando en sprint de DevOps el 1 sept (10Agost) Richard valida con Mike para ver el inicio de la automatización y los ajustes adicionando el reentrenamieto. (04Agost) Arrancamos automatización pipeline 10 agosto. En proceso de ajuste del código de backtesting y la salida. Llego data de huellas y esta en proceseo de estandarización. (27julio) 20 Agosto se ejecuta calificiación de base de datos,  en modo operativización, en proceso de entrega de códigos para automatización. Después de Cobranzas popular arracaría Cobranzas. Generando códigos de reentrenamiento y backtesting.  (21 Julio)  Se esta usando el modelo rezagado, se acordaron fechas de envío de información (15 de cada mes), desde el próximo. Faltan códigos de backtesting y reentrenamiento, después de esto se puede entregar a DE (13Julio) A la espera del cambio de la información y ajuste del pipeline y el codigo de reentramiento. (23Junio) Acuerdo migración de fuentes donde revisamos la data, después del check DE transforma datos a lo que tenemos hoy. En proceso de creación de backtesting. Definición de cronograma desde la entidad y de DE para el proceso de la data.  (OLD)Termiando las pruebas con la nueva estandarización. En proceso de creación de L3 - Cifras piloto OK a cierre ENE20,",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "- Revision de impacto sobre la fuente de huellas de consulta que dado la estrategia de reduccion de costos que adopto el area de producto de libranzas se dejo de comprar al buro. Esta revision tuvo como objetivo medir el cambio en la distribucion del modelo dado que esta es una variable relevante a la hora de pronosticar churn y el proceso ya se encontraba automatizado.",
  "dsEntidad": "Cristhian Cordoba (DS BI)",
  "nivelImpactoFinanciero": "L5",
  "unidadImpactoFinanciero": "Margen Neto",
  "impactoFinanciero": "6893",
  "financieroAdl": "Felipe Labarrera",
  "financieroEntidad": "Carlos Manzano",
  "sponsor": "Luis Fernando Gómez",
  "mainContact": "Mishel Meneses / Freddy Quintero / Omar Triana",
  "sandbox": "0",
  "nombreHcCuanto": "291000048 BP CHURN LIBRANZAS",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}