{
  "id": "modelo-de-cobranzas-tdc-pop",
  "entityId": "banco-popular",
  "name": "Modelo de Cobranzas TDC - POP",
  "etapa": "8. Standby / Deprecated",
  "status": "Entregado - sin uso",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "2. Seguimiento a implementación y definición impacto L5",
  "idFinanciera": "351269",
  "tipoProyecto": "Caso de Uso",
  "suite": "Recupera",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Guillermo Andrés Cabrera",
  "mds": "Fabian Lara",
  "mantenimiento": "1. L",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(11/04/2023) Se inicia con el caso de negocio, la entidad compartio la estrategia y los costos asociados, adicionalmente, calculamos la linea base de indicadores de cartera vencida, estamos a la espera de que la entidad comparta los no contactados para poder tener un grupo control sin hacer un nuevo piloto. \r\n(26DIC2022) La entidad solicito retomar el impacto de negocio l5 que habia dejado Mckensy por lo que se hace una prepuesta de captura de valor de L5, adicionalmente se construyo el process de performance y backtesting falta automatizarlos.\r\n(19SEP2022) Ya se han capacitado a los DS en el uso de WS y ejecucion pipeline desde EMR, y info adicional de Sandbox pro. Pendiente: Socialización de las carpetas de desarrollo, job de backtesting, acompañamiento en posible recalibración (El mantenimiento de este modelo es responsabilidad del equipo de cobranzas), (28JUL2022) Edward les envio correo para continuar con las capacitaciones (29JUN2022) Se esta construyendo el doc de offboarding, el 30 de jun se tiene sesión con Mario y Sara para prueba de ejecucion de pipeline (25MAY2022) Se crearon los sandbox pro, y se solicito el repositorio del caso para poder hacer la entrega de offboarding a los DS del banco (Mario y Sara), estamos pendientes de licencias de git (28MAR2022) Se hizo reunión con Freddy para el manejo de los offboarding, se acordo que para este caso se manejará el offboarding y se creará un sandbox pro para uso del banco. (17FEB) Revisión de las fuentes después del proceso de reestandarización, se va a empezar le proceso de corrida 1h antes para que el resultado llegue más temprano. Cierre proyecto mediados de marzo (12Dic)  Se realizaron los cambios de los archivos de mora necesarios para que corra correctamente. Se espera al regreso de Diego Espitia (18Enero) para iniciar el cierre del modelo e iniciar le proceso de off-boarding.  Se espera lla entrega de la fuente de activos, que se realizará despues del freeze del banco (12 enero)., para envío a automatización.  (11Nov)  Modelo automatizado, a la espera del cambio de fuente a TXT para envío a producción. se evalauará incluir en el pipeline la cédula en reemplazo de CONT_ID (27Oct) Al final de la semana debería estar totalmente automatizado el modelo y se haría el viernes el primer envío totalmente automatico. Falta una sesión de entendimiento con los DS de la ejecución del modelo. Necesitamos hacer una reunión final de revisón de los requisitos y dar cierre al proyecto.  (29Sep) Cuando Alejo vuelva de vacaciones se tendrá una reunión para cerrar impacto financiero y el offboarding (22Sep)  Hoy se tuvo review, estamos en proceso de automatización el código está apunto de salir a producción, se espera tener en prod el 14 de Oct.  Freddy nos solicitó enviar el modelo total, pero en estos momentos toca realizar un ajuste manual a los archivos viejos en stand by mientras Alejo vuelve de vacaciones.  (08Sep) Se realizará el ejercicio de backtesting, el equipo de Ti nos enviará la información de riesgo para ejecutar el ejercicio. En busca de espacio para realizar la reunión de offboarding  (01Sep) Freddy  busca el espacio para la reunión de offboarding. El archivo no está llegando con una columna que requiere la entidad, ya se realizó en cambio necesario en el pipeline y entra a producción esta semana. (25Ago) Freddy quedó de entregar la base con los ajustes dado los cambios estructurales.  Empezar lel proceso de offboarding para la entrega del modelo. (19AGT) Buscar espacio para definir los requisitos de offboarding y las sesiones de las entregas. (10Agost) Reunión con el equipo de cobranzas el 12 de agosto para decidir como usar el modelo ya que el modelo ya esta automatico. (04Agost) Validación con Mike, el modelo se está ejecutando , falta validar la recepción del modelo por parte de la entidad. Y podríamos empzar tema de offboarding. (27julio) En pruebas de entrega y recepción de la info con la entidad, al espera de terminar lel proceso de automatización en la primera seman de de Agosto. Falta que riesgo nos envíe la infrmación del buró corregida. En proceso de dar acceso desde los equipos de la entidad al área de riesgo a EMR, está del lado de seguridad de la entidad. (21 Julio) En proceso en DevOps. Ajuste de bases de datos de riesgo, vienen en blanco.  (13 Julio)  A la espera de Mike el OK de la automatización - en manos de DevOps, presionar el tema en el sync (06 Julio) Se recalificó todo lo que estaba atrasado, se hará al calificación del modelo esta semana y el envío manual hasta ahora. Validación con Mike para la parte del envío automatizados. (23 Junio) Se envío código la  semana pasada, mientras Mike trabaja en la automatización Alejo corre manual el modelo. Validar si se puede empezar las pruebas la primera semana de Julio. (OLD)Piloto se realizará después y  se arrancó con proceso de automatización, estamos a la espera de status de DevOps. El proceso de backtesting es un poco lento y requiere cambios a Spark. Corre de forma automatica, depende de la info que llega. Banco en proceso de mejoras de ETLs. Mostrando códigos y metodología a los DS del banco",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "Reconstruccion del escenario base para la actualizacion de medicion de impactos (construccion de indicadores historicos de cartera tales como ICV y Rodamientos) que solicito el banco dado que el impacto reportado fue estimado por Mckinsey y se requiere una actualizacion.",
  "dsEntidad": "Mario Andres Rubiano Rojas",
  "nivelImpactoFinanciero": "*Recalculando",
  "unidadImpactoFinanciero": "*Recalculando",
  "impactoFinanciero": "*Recalculando",
  "financieroAdl": "Camilo Chaves",
  "financieroEntidad": "Carlos Manzano",
  "sponsor": "Carlos Nieto",
  "mainContact": "Mishel Meneses / Freddy Quintero / Cielo Vargas",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}