{
  "id": "score-de-fraude-transaccional-tdc-y-debito-pop",
  "entityId": "banco-popular",
  "name": "Score de fraude transaccional TDC y Débito - POP",
  "etapa": "8. Standby / Deprecated",
  "status": "Entregado - sin uso",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "228117",
  "tipoProyecto": "Caso de Uso",
  "suite": "Cuida",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Guillermo Andrés Cabrera",
  "mds": "Fabian Lara",
  "mantenimiento": "1. L",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(11JUL) El caso ya se encuentra entregado, solo está pendiente enviar la documentación actualizada con el detalle de la arquitectura post cancelación del proyecto  (04OCT2023) Se realizo la documentación del caso dado que por parte de la entidad se solicito congelar hasta que ellos prioricen el tema del desarrollo con MonitorPlus. Igualmente nosotros estamos trabajando en poner en producción la ultima recalibración y los ajustes necesarios para express ya que en ese caso fue un reentrenamiento (17ABR2023) Se agendo sesión con Carlos para validar las tareas que quedaron pendientes por parte de Cami (02ENE2023) Se esta haciendo la calibración del modelo de tradicional, no se han conseguido estadisticos que sean estables en la muestra fuera de tiempo (29SEP2022) Se va a presentar el backtest de pasivo y su recalibración, luego se procede a revisar la tabla de alertamiento para tradicional, ya que la estrategia no esta cuadrando (27JUL2022)  Se finalizaron las recalibraciones y las PPT, se esta realizando el backtest solicitado por Tito, la meta de agosto seria presentar a Yibran y conseguir el compromiso de la fecha por parte del banco para la conexión, además iniciar con los ajustes en el api de las recalibraciones  (29JUN2022) Se tienen todas las recalibraciones, y se tiene que validar los resultados de pasivo, se esta construyendo las ppt para Yibran, el área de fraude dio el ok de las volumetrias de express (25MAY2022) Emely antes de irse dejo el modelo de express finalizado, sin embargo no han dado el ok por parte de la mesa, ya que las tasas de fraude estan muy extrañas, y no se tienen recursos de DS Banco en la mesa porque renunciaron, así que ha estado estancado el tema (28MAR2022) Se esta trabajando en las calibraciones de los modelos y las muestras fuera de tiempo (10SEP) Se estan haciendo las pruebas del API, en semanas anteriores se habian reportado unos errores que esta semana ya quedaron solucionados, ahora solo estamos pendiente de validar las diferencias de score que estamos obteniendo. (17FEB) Se hicieron cambios en la infra del API en proceso de revisión con DevOps (12Dic)  Esta semana debe salir la API dummy . Se llevará a cabo una reunión con el team de monitor para implementar el consumo de la API y se estará presentando en presidencia la API y un dashboard para mostrar el consumo de la misma, Falta por incluir el modelo de express en la API, para la migración se está esperando una info para la validaciíon del modelo.  Estimamos salida a piloto finales de Feb21  dado los tiempos del proveedor (11Nov) EX: Se terminó el modelo y se presentará al VP para presentar en presidencia en 15, e incorporarlo en el API. Se está nrealizando las pruebas de TR y Pasivo para los tiempos del API, y desde DE están en el proceso de validación de la infra. Se requiere hacer la definición del piloto y validarlo con la mesa.   (27Oct) TR y Pasivo: Estamos trabajando en el API, en DevOps se encuentra trabajando en lo tickets para la API. Express:  Estaremos realizando ejercicios para la evaluación del modelo OOT (06Oct) TR: En proceso de optimización de los códigos para reducir los tiempos de las transascciones de más de 350ms (25%). PV: En proceso de migración a Pandas de las varialbes para el modelo (~50%). Ex: Se validarón las volumetrías, queda por validar 2018, la entidad decidió realizar los mismos ajustes que ADL para la información y ver como salen los archivos. Cómite de compra 14Oct  (29Sep)  Se habló con la mesa sobre la ejecución del piloto en \"caliente\" es decir con la API en producción. Express: faltan  6 meses de historia que se estarán enviando esta semana desde la entidad. El error de las tx duplicadas es a causa de un error en la ETL, se ejecutará el modelo con los ajustes de filtrado qu hizo el equipo de ADL.  Pasivo: Se realizó la prueba de OOT y el modelo presenta una caída pero no importante, se continuará con la migración del código a Pandas para implementación del API. Se están ejecutando las pruebas para medir los tiempos necesarios  para el cálculo. (22Sep) API TDC tradicional se realizó commit del código, y se realizarán algunas optimizaciones de códigos (15Oct) en desarrollo para pruebas del banco.  La idea es ir incluyendo Pasivo también en el código. EXPRESS - Se enviaron las cifras después de realizar las depuraciones de la data, falta OK por parte de la entidad, más info que termina de llegar esta  semana y podríamos empezar modelaje la proxima semana.  Del lado de Ana está OK,  les vamos a mostrar las opciones a la mesa para su aprobación.  (08Sep) Tenemos presupuesto para el desarrollo de la API para la implementación de los modelos. 25 de Sep hay cómote de compras. En proceso de migración el código a pandas y en pruebas para ver los tiempos de respuesta. Express, creando caracteríaicas ya la espera de la información con la marcaicón de fraude. pasivo: en pruebas del modelo con no presente y creación de las variables OOT para validación.  (01Sep) Obtuvimos respuesta por parte del proveedor por lo que nos fuimos por la implentación via API, por lo que estamos migrando los códigos a pandas para las pruebas de tiempo y ejecución. Camila va a colocar el requerimiento a abastecimiento y Ana María gestina el presupuesto para la implementación. Se modiifcó el cronograma el cual se presentará en presidencia. Y seguimos a la espera de información para express, marca de fraude y transacciones. (25Ago) Validación OOT del XGBoost  para tradicional. Probar modelo TDC en no presencial de pasivo. Express ya tenemos la información para generar la VO, se empezó a subir la fuente de express (viernes deberían terminar el proceso). Próxima semana se espera empezar a construir modelo de Express. (19AGT) A la espera de respuesta de l proveedor, máx 26 de agt. Se mostrarán los modelos de TC tradicional en presidencia, condicionado a la implementación. Se definió agenda para explicar la metodología de XGBoost. En revisón de las variables que se encuentran en el modelo dado los cambios vistos con la data nueva. Express - Aún falta información (atraso de dos semanas) . (10Agost)  A la espera de la respuesta del proveedor (10 días) para ver cómo podemos implementar. Estamos hablando con Mike para adelantar el proceos de API en caso que se escoja esta opción. Se observa una inestabilidad muy marcada en las variables en  2020,  lo que implica posibles ajustes en el modelo. (04Agost) Alfonso nos comunicó que el proceso no se puede llevar a cabo en Monitor, en proceso de validación con Ana María. Vamos a tener una reunión para definir los pasos a seguir y ver las posibilidades de implentación de los modelos.  (27julio) Atraso debido a la implentación de las variables en monitor. En reunión con Alfonso se definió que en el próximo review (3Agosto) nos da una fecha y alcance. Estamos en proceso de gestión de un plan B (idea Lili) de implementar modelos antes de Monitor. Esta semana debemos tener una fecha para llevar a presidencia. Pasivo, abrir los últimos rangos, discutirlo con Myriam nates de presentación con Yibran.  (21Julio) Aún a la espera de información para TC Express. Se envió la info solicitada por Yibran y el requerimiento de las variables para la implementación de los modelos en monitor. Definir implementación del piloto en 2 semanas.  Pasivo - XGBoost Done, mejorando la regresión y generación de métricas solicitadas por Yibran  (13Julio) Envío de requerimiento de la creación de las variables y la ecuación de la regresión para su implementación en Monitor (Tradicional) - Express: En revisión de los datos de volumnetrías, proceso de revisión dado que la info no está tna completa. Pasivo: Adicionando variables asociadas al tipo de fraude que se ve en estos casos especificos. (06Julio) Modelo Tradicional: Presentación viernes 10 con Yibran, a la espera de la información OOT. de 2020 Presentación modelo pasivo:  Ver si hay espacio de mejora por el lado de monto de fraude.  Express:  Envío info corregida para establecer el baseline. Definición de piloto después de reu con Yibran.  (23 Junio) En proceso de refinamiento tradicional -exitosas, en construcción tradicional-no exitosas (Reunión para revisar varialbes especificas del segmento y proceso de alertamiento, Pasivo-exitoso y no exitoso. To do - trasacciones TDC Express.  (OLD) Fuentes : Monitor(Pasivo, gestión y tarjeta tradicional) y Repgesco (Transacciones) TC40 - Marca de fraude tradicional, 3 segmentos - Pasivos, Tarjeta tradicional y express (agente en centro comercial). Reg logistic + otros",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "-Seguimiento al envio de las fuentes transaccionales y de gestión de fraude (se han encontrado periodos sin envio)\r\n-Backtest modelos tradicional, pasivo\r\n-Calibración modelos tradicional y pasivo\r\n-Ajustes en flujo productivo por calibración de modelos\r\n-Reentrenamiento modelo express por cambio en fuente (dejo de llegar variables que requeria el modelo inicial)\r\n-Ajustes en flujo productivo por reentrenamiento de express\r\n-Pruebas de paso a producción por reentrenamiento de express",
  "dsEntidad": "Karen Leguizamon",
  "nivelImpactoFinanciero": "L2",
  "unidadImpactoFinanciero": "NA",
  "impactoFinanciero": "Estrategico",
  "financieroAdl": "Camilo Chaves",
  "financieroEntidad": "Carlos Manzano",
  "sponsor": "Yibran Ortegón",
  "mainContact": "Mishel Meneses / Freddy Quintero /  Ana Lucia Moreno / Yibran Ortegon",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "https://avaldigitallabs.sharepoint.com/sites/analticaavanzada/Documentos%20compartidos/Forms/AllItems.aspx?id=%2Fsites%2Fanalticaavanzada%2FDocumentos%20compartidos%2FBPOP%5F003%5FFRAUDE%5FTRANSACCIONAL%5FTDC&viewid=04edaf32%2Db3f7%2D42e4%2D8fbb%2D72870f0fbb0b",
  "sharepointActividades": "Organizada",
  "jiraLink": "https://avaldigitallabs.atlassian.net/issues/?jql=project%20%3D%20%22AOS%22%20AND%20component%20%3D%20%22BPOP%20PREVENCI%C3%93N%20FRAUDE%20TRANSACCIONAL%22",
  "jiraActividades": "Cerrado",
  "confluenceLink": "https://avaldigitallabs.atlassian.net/wiki/spaces/adldatalake/pages/3366617122/Caso+de+uso+Fraude+Transaccional+TC\r\nhttps://avaldigitallabs.atlassian.net/wiki/spaces/adldatalake/pages/3366617174/Caso+de+uso+Fraude+Transaccional+TD",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}