{
  "id": "perfilamiento-digital-pop",
  "entityId": "banco-popular",
  "name": "Perfilamiento Digital - POP",
  "etapa": "5. Automatización DL",
  "status": "Automatización",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "3. Pruebas del código en GitHub",
  "idFinanciera": "104210",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Heidy Tatiana Garzon Parra",
  "ds2": "Andres Felipe Acevedo Alvarez",
  "ds3": "",
  "ds4": "",
  "de": "Humberto Linares Urrego",
  "mds": "Fabian Lara",
  "mantenimiento": "1. L",
  "tallaje": "S",
  "horasDs1": "10",
  "horasDs2": "5",
  "horasDs3": "5",
  "horasDs4": "5",
  "totalHorasTallaje": "10",
  "horasSemanaPorcentaje": "0.24",
  "observaciones": "(17JUL2024) Se está trabajando en el paso a producción del pipeline hasta el job de backtesting, y estamos en pruebas del job de recalibración que pueda activarse para solo uno de los modelos.  (04OCT2023) Se esta trabajando en la migración del pipeline y la recalibración de los modelos, dado que para subir a producción nos piden un mayor versionamiento de librerias y también porque se requeria la recalibración por cambios de distribución (17ABR2023) Se reproceso toda la información por los inconvenientes de fuentes faltantes y cambios de logicas que toco desarrollar, en este momento se estan generando los analisis para Carlos Manzano y se esperan revisar el 20 de abril (02ENE2023) Manzano levanto la mano del ultimo L3 porque el % de clientes digitales era diferente al del tablero de aval, al revisar detalladamente el tema se identifico que la forma de calculo es diferente y tenemos que comunicarle los hallazgos, por otro lado se hicieorn unos ajustes al pipeline porque el log finalmente se dividio y no teniamos lo de BM, el tema es que la distribución de los clusters cambia demasiado, al revisar la causa es que roatr ha ido cambiando su comportamiento y volumetria, se va a hablar con Freddy si es que no esta llegando la información completa a la fuente. (29SEP2022) Se tuvo reunión con Manzano y se determino como dividir las cifras de CA para el OK del impacto financiero L3 del caso, además nos dio unas sugerencias que se deben tener en cuenta para el impacto L5, solicito validar la puesta en producción de los modelos para ver la captura en fase de operativización (27JUL2022) Se esta ajustando el pipeline, el caso de negocio ya se presento a Manzano quien solicito diferenciar los tipos de CA, pero no se tiene la marca de las cuentas de nomina, Cami quedo de hablar el tema con él. La meta de agosto es finalizar los ajustes al pipeline e iniciar la documentación. (29JUN2022) Se realizo el cambio de llaves de ATH satisfactoriamente, y el L3 lo va a validar Cami con Carlos (25MAY2022) Se estan desarrollando los análisis de impacto financiero (28MAR2022) Se esta en proceso de ejecución de las ventanas pendientes para el backtesting y las cifras financieras (17FEB)  A la espera de poder enviar la información para inicio de piloto, se realizo una reuniín con experiencia de marca para hacer las piezas de comunicación emails y SMS. (12Dic)  Estamos en planteamiento de pilot y el refinamiento del modelo de clientes no digitales, se presentará el modelo de digitales en presidenciia. y estaremos revisando  con Pipe el tema de contribución para la evaluación del impacto financiero.  (11Nov) Se tiene la V1 de la segmentación de los clientes digitales y será presentado en presidencia.  Se estará trabajando en una versión 2 y la generación de una variable para ser incluida en el modelo de no digitales.  (27Oct) Se cerró la fase exploratoria de datos, sin embargo, la tasa de domiciliación no concuerda con los indicadores del banco, queda pendiente de revisión por parte del equipo de Myriam. Se establecieron los slides de la ppt de presidencia.  (06oct) 07 se enviará el requerimiento a ATH actualizado. A la espera del usuario para la información de tx no monetarias.(29Sep) Se espera la entrega del usuario para poder generar la información histórica de las transacciones no monetarias digitales, se espera  terminar de recibir esa info al 9Oct. Se le solicitó a la mesa ideas para la generación de variables. Se presentará en presidencia las actividades de esta semana y unas graficas descriptivas de las transacciones. Reunión con Paola Rosero para definir la rentabilidad de la tdc, tienen como proxy es el saldo promedio, numero de cuotas entre otras. (22Sep)  Se exploraron las fuentes  manuales por parte de BI de lbanco, pero presenta problemas de llave y viene agrupada.  (08Sep)  Nos vamos a reunir con Angie (Myriam) para ver le proceso que hacen para los cálculos de BI.   (01Sep) Se mostraron volumetrías, para la próxima semana se tendrá la marca de digital/no digital, REPGESCO va a dejar de ser enviada y tenemos que usar solo MASTERFILE , Jody va a revisar para ver la marcacion de digital. (25Ago) En proceso de construcción de la MDT, por ahora estamos haciendo los cruces CONID. Empezamos análisis definidos previamente. (19Ago) Tuvimos reunión con riesgo para revisar los criterios de venta cruzada y segmentos. Base de contribución no ha llegado aún, la información de ODS sigue llegando vacía, tienen que revisar la ETL. (10Agost) Terminamos 9Boxes, se presentó calendario. Quedamos a la espera de la información del banco y la de contribución que llega el viernes14 de agosto. La proxima estaremos teniendo las reuniones con los equipo que nos ayudaran a definir las estrategías de gestionamiento de los clientes.  (04Agost) Definición del proceso de consumo del modelo (diaria o mensual). Reunión con datos del banco para ver la viabilidad de hacer un consumo diario. Empezamos análisis con ROATR (28julio) Estamos pendientes de la información de contribución. Se espera recibir la información faltante de ROATR a finales de esta semana.  Nuevo Core no tenemos aún fecha de entrega se espera tener una el 28Julio a final del día. (21 Julio) Lenvatamiendo de fuentes de información, planeación de análisis exploratorio. Reunión con Javier (POP) para explicación de las diferencias y donde encontrar que  y con Jaime (ADL) para revisar log trasaccional, gestión de disponibilización de la info del nuevo core.  (06 Julio) Generación el 9Boxes, y establecer que info tenemos en Augusta y cual debemos solicitar.",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "-Ajuste de codigos pipeline por migración de CA de SFB a ODS\r\n-Ajuste de codigos pipeline por migración de CDS de SFB a ODS\r\n-Ajuste codigos transaccionales (ROATR, AAATR) por cambio de fuente a ODS\r\n-Analisis de estabilidad de segmentos digitales por cambio de fuentes de información (principalmente tx)\r\n-Analisis complementarios solicitados por financiera banco por tipo de producto",
  "dsEntidad": "Cristhian Cordoba (DS BI)",
  "nivelImpactoFinanciero": "L2",
  "unidadImpactoFinanciero": "Ingresos",
  "impactoFinanciero": "883 (3 años)",
  "financieroAdl": "Camilo Chaves",
  "financieroEntidad": "Carlos Manzano",
  "sponsor": "Luis Fernando Gómez",
  "mainContact": "Mishel Meneses / Freddy Quintero /  Luisa Erazo",
  "sandbox": "0",
  "nombreHcCuanto": "291000052 BP PERFIL DIGITAL",
  "sharepointLink": "https://avaldigitallabs.sharepoint.com/sites/analticaavanzada/Documentos%20compartidos/Forms/AllItems.aspx?id=%2Fsites%2Fanalticaavanzada%2FDocumentos%20compartidos%2FBPOP%5F005%5FPERFIL%5FDIGITAL&viewid=04edaf32%2Db3f7%2D42e4%2D8fbb%2D72870f0fbb0b",
  "sharepointActividades": "Organizada",
  "jiraLink": "https://avaldigitallabs.atlassian.net/issues/?jql=project%20%3D%20%22AOS%22%20AND%20component%20%3D%20%22BPOP%20PERFILAMIENTO%20DIGITAL%22",
  "jiraActividades": "Falta actualizar tareas",
  "confluenceLink": "https://avaldigitallabs.atlassian.net/wiki/spaces/adldatalake/pages/3017998374/Caso+de+uso+Perfilamiento+Digital",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}