{
  "id": "flujo-desercion-tc",
  "entityId": "banco-occidente",
  "name": "Flujo Deserción TC",
  "etapa": "9.DONE",
  "status": "Entregado - con uso",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "396544",
  "tipoProyecto": "Caso de Uso",
  "suite": "Recupera",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Edgardo Jose Castaño Ramírez",
  "mds": "Katherin Quiñones",
  "mantenimiento": "1. L",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(08May23) se da el VoBo para cambiar el nombre del proyecto Retención Poscrisis  por flujo de caja y deserción TC (*por favor nombrarlo deserción TC y no retención TC.) (14dic22) no se tiene update se sigue operando normal, sin embargo en el mapeo de cambios de la fuente de CIFIN puede tener modificaciones (19SEP2022) Se activo por unos ajustes que cifin que se estan mapeando (27JUL2022) Ya se realizo el offboarding, migracion poder adquisitvo y migración de deserción de tdc, modelamiento de deserción de vehiculos y prescriptiva, se decidio apagar la capa preescriptiva y esta pendiente validar si vehiculos también. (30JUN2022) Se encontro un cambio en una fuente que ahora es acumulativa y toca realizar el ajuste (25May2022) Se tienen en proceso de offboarding, con el PO se esta evaluando la posibilidad de recalibrar TC, por lo que debemos revisar que se observa en los resultados actuales (25 Mar) Se encuentra en proceso de offboarding se unifico en Olav FC y VEH para cerrar el caso, concluir L5, se tiene un avance reportado del 70% de esta etapa. (04 Ene) Filtros realizados y en proceso de automatización en ingenieria a la espera de cerrar en ingenieria el 28 de enero, se tienen L4 y quedaria pendiente L5 para febrero. (16 Nov) Se valido con el equipo de Ingenieria la ejecución de filtro a filtro para la entrega, se corrijieron errores que se presentaron y se continua con proceso de validación y cerrando logica de dichos filtros. (02 Nov) TC: Ejecutandose desde stage, cambios en la recalibración del modelo que se aplicaron el 28/10 VH: Ejecutandose desde stage PA: Ejecutandose desde stage FC: Avance del 70% del pipeline, se continuan pruebas y aun se presentan errores. Prescriptivo: Ejecutandose desde stage, cambios en la salida e implementación e filtros los cambios se aplican hoy (24 Sept) Finaliza Backtesting de TC, Recall adecuado, pero precisión muy baja, se espera comparar con el DS de OCC para determinar si ejecutamos Calibración, Se continua con filtros para cerrar a inicio de la proxima semana (17Sept) VH: Ya se encuentra automatizado tanto en desarrollo como en stage, después de la realización de algunas pruebas de manera exitosa. TC: En proceso de backtesting, resultados para el 22/09 y socialización el 24/09 FC: Se aplico filtro al codigo entregado, pasa a automatización. RETENCIÓN: En consolidación de filtros para pasar a automatización en la semana del 27/09  (30Agos) VH: En proceso de recalibración. Plantear fecha de backtesting y su orden. (17FEB) FC: Siguen faltando los archivos de diccionario de TRX.  PA: Siguen los oinconvenientes en las tablas que los alimentan. En proceso de garantizar que las fuentes esten correctas. (12Dic) FC: Se pudieron replicar las bases necesarias para  el modelo,  falta cerrar unas definicones con DS respecto a unas bases historicas que se defeinirá el jueves 17.. PA : Se une Esstef para ayudarnos a crear las variables que nos hacen falta y se definirá el proceso de creación  y validación de las mismas.  PD: Tuvimos inconvenientes dado que sobre escribieron fuentes y archivos por lo que se tuvo que reentrenar el modelo, después se tuvo un inconveniente con la lectura de los pkl lo que implico un segundo reentrenamiento basado en el mismo ambiente de desarrollo y para poner en producci´ón. Con lo que ya se puede automatizar el paipeline.      (11Nov) VH: Estamos terminando pruebas unitarias y la proxima semana estaríamos iniciando automatización. PA: Nos hemos estado reuniendo con Claudia, se han entregado códigos y se ha realizado carga de información que hacía falta, sin embargo hace falta como la mitad del código necesario para completar el flujo de scoring , vamos a ahbar con Andre para definir pasos a seguir. FC-P -E Se entregó la data y se ralizó la configuaración del pycharm y continuaremos con las pruebas E2E para empezar la optimización y automatización. DYP: En proceso de construcción del pipeline  (27Oct)  Se hizo la solucitud de infraestuctura de PA, el viernes quedamos en hacer la recepción de los códigos de PA. Para TC ya se tiene el pipeline yse está revisnado la estructura y las pruebas del mismo. VH: iniciando pruebas unitarias (06Oct) A la espera de la reunión con negocio para validar cifras. Actualizamos el cronograma con las actividades realizadad en las última semanas. (29Sep) VH: Falta la revisión de la caracterización. Se presentó la descripción y prescripción de los clusters, Juan Anaya solicitó unos cmabios y nos encontramos en el proceso de ajustes y organización de salida al piloto.  (22Sep) Se está realizando la ppt para Juan, los resultados ya están validados por la PO y el viernes se espera definir las reglas faltantes, para verlas con Juan. (08Sep) En proceso de evaluación de la MDT y su impacto en cada uno de los modelos, para usar esas variables para generar los clusters. Veremos un reporte el 9 de sept  (01Sep) En proceso de exploración de los clusters resultantes. Flujo caja están en proceso de validación adicional por lo que no se ha incluido en el proceso de segmentación. (25Ago) Aún no se han realizados los filtros de flujo de caja y aún no se ha podido correr la MDT. (19Agost) La tabla de resultados de flujo de caja estará disponible en folder temporal, pero aún no está disponible. Se requiere realizar ajustes al Gantt que será discutido el jueves 20 de Agosto. Se postpone el EDA para el proximo sprint. (10Agost) En construcción de la master, VH determinar tareas a seguir en el review - y determinar la salida del modelo.  (04Agost) VH: Se va a presentar el modelo el Jueves, seguimos revisando si se puede incrementar las métricas de ajuste del modelo. Asignación de tareas en Jira, confirmación de la fecha de la entrega de la información. (27julio) VH: OOT sigue sin ser estable, en proceso de evaluación para lograr estabilidad. Prescriptivo: Recopilando información, variables y reglas de NBA para uso en este modelo.  demás modelos siguen en proceso y aún no están listos para automatización (excepto TC).  (21 Julio) En mapeo de fuente y validación de seguridad para ver como disponibilizar los resultados de los modelos. Se defienió implementación de reglas de negocio. Prueba de concepto de AFM (Poder Adquisitivo) código en R. (13 Julio)  Presentación de propuesta de modelo prescriptivo para selección  (06 Julio) VH: Modelo DONE, implementar criterio para lcasificar salida en ALTO, MEDIO y BAJO, Prescriptivo: Presentación porpuesta al equipo Occidente y seleccionar metodología. (OLD)Tener en cuenta que hace falta el inicio del modelo  prescriptor",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "Se opera Flujo de Caja y Desercion TC",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "L5",
  "unidadImpactoFinanciero": "LTV",
  "impactoFinanciero": "$16.594 M COP",
  "financieroAdl": "Nestor Rodriguez",
  "financieroEntidad": "0",
  "sponsor": "Aura Maria Reyes",
  "mainContact": "Claudia Barbosa",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}