{
  "id": "segmentacion-pop",
  "entityId": "banco-popular",
  "name": "Segmentación  - POP",
  "etapa": "9.DONE",
  "status": "Entregado - sin uso",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "186867",
  "tipoProyecto": "Consultoria Entidad",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Fabian Camilo Lara Acosta",
  "ds2": "Jody Riaño",
  "ds3": "",
  "ds4": "",
  "de": "",
  "mds": "Fabian Lara",
  "mantenimiento": "NA",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(12Dic) Se hizo la entrega fomal de la corruida de la segmetación y se dio por cerrado el tema   (11Nov)  Se tendrá uan reunión para definir le porceso de entrega 12Nov (27Oct)  No news (06Oct) Se envió la versión final de la segmentación, al interior de la entidad deben hacer el requerimiento para hacer el envío de los clientes con el segmento. (29Sep)  Se definió hora para hacer la entrega de la segmentación. Definir donde se deja la documentación de esta segmentación (22Sep) Se ralizó la segunda iteración de la segmentación se presentará mañana.  (08Sep) Esperamos poder ver la segunda iteración de la segmentación la próxima semana.  (01Sep)  Se realizó la presentación de la  primera iteración de la segmentación a Jefferson, Mónica Cordoba, María, se recibieron buenos comentarios y se espera revisar la segunda iteración en las próximas dos semanas  (25Ago) Se presentará la primera iteración de la segmetación el día jueves27 por ahora se esta generando la MDT. (19Ago) En proceso de cálculo de la MDT,  Próxima semana agendar reunión con Jeferson para presentar los resultados de la primera iteración. (10Agost) Miercoles reunión para revisión de volumetría y descriptivos para ver con la mesa.  Quedamos a la espera del visto bueno para empezar la segmentación (04Agost) Podemos empezar anaálisis con la información disponible desde esta semana. Presentariamos resultados previos fecha tentativa 12 de Agosto. En proceos e validación de las volumnetrias de pensionados e inactivos (27julio)  Se presentaron descriptivos con la información disponible Core antiguo y TX de oficinas,  falta TX otros medios y Nuevo Core, con definición de pensionados, volumetrias por estado. En proceso de creación de nuevas variables y busqueda de metodologías y su desarrallo en python. Próxima sesión revisón de los descriptivos y volumnetrías con la data consolidada. (21 Julio)  Se mostraron las fuentes y posibles variables para segmentación, se envió acta con compromisos, a la espera del cargue de información",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "NA",
  "dsEntidad": "NA",
  "nivelImpactoFinanciero": "NA",
  "unidadImpactoFinanciero": "NA",
  "impactoFinanciero": "NA",
  "financieroAdl": "NA",
  "financieroEntidad": "NA",
  "sponsor": "NA",
  "mainContact": "NA",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}