{
  "id": "aumento-uso-tdc-pop",
  "entityId": "banco-popular",
  "name": "Aumento uso TDC - POP",
  "etapa": "8. Standby / Deprecated",
  "status": "Deprecado",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "2. Seguimiento a implementación y definición impacto L5",
  "idFinanciera": "572809",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Leandro Sanchez Quiroga",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Oscar Eduardo Jaimes Garnicas",
  "mds": "Fabian Lara",
  "mantenimiento": "2. M",
  "tallaje": "M",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(17JUL2024) Se está trabajando en el ajuste del pipeline por un cambio de lógica en las transacciones de compra, por ahora para garantizar el uso del modelo se está ejecutando manualmente.  (04OCT2023) En el monitoreo del caso no se ha activado la necesidad de recalibración, sin embargo hemos visto unas variaciones negativas entre el grupo tratamiento y control, se entiende que puede ser dado que mathilde impacta al grupo control. No se ha pensado en realizar ajustes a ese tablero dado que no cuenta con capacidades desde los ds digitales. El impacto L5 se acordo que se va a ir alineando con Carlos para generarlo desde acá, pero por ahora este caso no se prioriza porque iniciaremos con winback  (17ABR2023) Se deben hacer unos ajustes en el pipeline por unos bin que se estan excluyendo, estamos haciendo el dimensionamiento del impacto y validando el alcance del mantenimiento por unos ajustes adicionales que esta solicitando el PO (02ENE2023) Los chicos estan haciendo unos ajustes al pipeline por la inclusión de nuevos bin a expres y porque la base del segmento asignado por riesgos se debe dejar variable y no fija, por lo tanto se acordo con los chicos realizar ese ajuste y continuar con el plan de offboarding (29SEP2022) Edward esta trabajando en las pruebas de la nueva infraestructura de recalibración automatica, se debe finalizar en los siguientes 15 dias (27JUL2022) Se completa un 80% de la documentación del offboarding para activos. Meta para agosto para durmientes tener la recalibración ok (29JUN2022) Carlos ya tiene los insumos para el L5 y estamos pendientes del offboarding (25MAY2022) Se realizaron las validaciones por parte de ing y ds sobre las diferencias en las salidas, además se esta probando el job de recalibración y se hizo push a Carlos Manzano sobre los impactos L5 (28MAR2022) Se llevo a cabo sesión con Fabi y Edward para indicarles que deben tener en cuenta para el proceso de offboarding y poder hacer el cierre del espacio de review (17feb) Activos se salio a piloto pero estamos en proceso de validación ya que los resultados son extralños, se realizo el modelo de durmrientes  y se presentará en presidencia y se está estimado el impacto de las campañas (12Dic)  En proceso de validación de la información a cierre Oct,  al aprecer sigue llegando mal por lo que no se ha podido dar incio al proceso operativo del piloto. Se esta  en proceso del diseño del piloto y la estructura del mismo, Durmientes y bronce se está trabajando  (11Nov)  Definimos la problación objetivo de durmientes  yse espera tener una V0 la siguiente semana, se revisaron las posibles estrategías para clientes activos, y tendremos una reunión para la definición operativa del piloto, estaremos desarrollando los modelos de recomendación para los tres portafolios.  (27Oct) Se asignaron las tareas de ejecución de modelos entre Harry, Fabi y Esstef. La data de repgesco presenta un error durante el mes de agosto, Javier y Freddy quedaron de hacer la revisión pertinente. Tendremos los review con Monica Cordoba ya que Paola no está por ahora disponible como PO  (06Oct) En proceso de cruce de MASTERFILE para activos, mismo cruce para durmientes/inactivos tenemos volumnetrias. Debemos evaluar la operación de las estrategias y su impacto monetario (29Sep)  Se presentó la V0 de la segmentación de los clientes activos y se verá en presidencia, se sigue con la identificación y tipificación de inactivos al igual que determinar las categorías que más reactivan (22Sep) Estamos trabajando en lo modelos de segmentación, pero la data transaccional presenta problemas por lo que Mishel y Johnatan van a revisar internamente, adicionalmente Camilo Caicedo va a revisar casos particulares, por ahora estamos usando una llave compuesta de varias variables y cruzando con tarjeta habientes lo que no cruce se va (solución temporal) (08Sep) Se espera tener unas definiciones de Monica en la reunión del miércoles. Estamos esperando el impacto finacniero por parte de Carlos Manzano. Se definieron tareas entre Fabi y Harry para empezar la ejecución de modelos y ya contamos con la data necesaria para el caso.  (01Sep) Mishel nos compartió un dicc para ver la homologación de las variables de REPGESCO a MASTERFILE. Aún nos deben la info historíca de MASTERFILE.  Empezamos modelo de segmentación de la 14 y express. Paola y Carlos se van a reunir para poder definir que vamos a hacer con las no tracionales. (25Ago) Reunión con Carlos Manzano el jueves 27 para ver el modelo financiero que tiene POP. Presentamos modelo 2.0 de RFM y validar definiciones con Mónica sobre clientes activo. (19Ago) Se presentó la primera aproximación el RFM con la información disponible, se espera pulir el modelo para tener los grupos más caracterizados. (10Agost) Esta semana cerrar impacto L0 para mostrarle a Carlos Manzano.  Empezaremos explorando un modelo RFM (04Agost) La data de tarjeta habientes está validada por parte de la entidad. Esta semana debe llegar la información de la data transaccional se debe validar la fehca con jhonatan y Mishel.  (27julio) Tenemos la información de ticket promedio, cupo y facturación promedio. Próxima semana se espera la socialización de las campañas ya ejecutadas (21 Julio) Reunión con Mónica para mostrar propuestas análiticas, y ajuste de presentación. Terminar Kickoff y 9 boxes (13 Julio)  Validación de fuentes de datos, apertura de Jira y revisión de bases de datos. (06 Julio) Revisión de información de cartera por cada portafolio con el equipo de POP, reunión para completar el 9 Boxes esta semana",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "-Ajuste codigos de tx asociados a los modelos (cambios en reentrenamiento mensual)\r\n-Ajustes de cambios de bin y nueva logica para mitigar futuros impactos\r\n-Ajuste pipeline por fuente de riesgos (ahora mensual)\r\n-Analisis impacto tdc que no aplican a estrategia doble puntos \r\n-Filtrar en la calificación las tdc que no aplican a doble puntos (solicitado por producto)\r\n- Analisis clientes en activos y durmientes para posible futuro ajuste",
  "dsEntidad": "Cristhian Cordoba (DS BI)",
  "nivelImpactoFinanciero": "L5",
  "unidadImpactoFinanciero": "VPN",
  "impactoFinanciero": "855 (1 año)",
  "financieroAdl": "Camilo Chaves",
  "financieroEntidad": "Carlos Manzano",
  "sponsor": "Luis Fernando Gómez",
  "mainContact": "Mishel Meneses / Freddy Quintero /  Monica Cordoba / David Ortiz",
  "sandbox": "0",
  "nombreHcCuanto": "291000039 BP AUMENTO USO DE CUPO",
  "sharepointLink": "https://avaldigitallabs.sharepoint.com/sites/analticaavanzada/Documentos%20compartidos/Forms/AllItems.aspx?id=%2Fsites%2Fanalticaavanzada%2FDocumentos%20compartidos%2FBPOP%5F006%5FAUMENTO%5FUSO%5FTC&viewid=04edaf32%2Db3f7%2D42e4%2D8fbb%2D72870f0fbb0b",
  "sharepointActividades": "En organización",
  "jiraLink": "https://avaldigitallabs.atlassian.net/issues/?jql=project%20%3D%20%22AOS%22%20AND%20component%20%3D%20%22BPOP%20AUMENTO%20DE%20USO%20TC%22",
  "jiraActividades": "Actualizado",
  "confluenceLink": "https://avaldigitallabs.atlassian.net/wiki/spaces/adldatalake/pages/2815787150/Caso+de+uso+Aumento+de+uso+TDC+-+Activos\r\n\r\nhttps://avaldigitallabs.atlassian.net/wiki/spaces/adldatalake/pages/2917466113/Caso+de+uso+Aumento+de+uso+TDC+-+Durmientes",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}