{
  "id": "ocr-habeas-data-por",
  "entityId": "porvenir",
  "name": "OCR - Habeas Data - POR",
  "etapa": "8.a Evolutivo",
  "status": "Evolutivo",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Evolutivo",
  "subtarea": "4. Recalibración",
  "idFinanciera": "831497",
  "tipoProyecto": "Caso de Uso",
  "suite": "Otro",
  "tipoDesarrollo": "IA Generativa",
  "ds1": "Julio Antonino Zainea Maya",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Nicolas Maldonado",
  "mds": "Luis Lujan",
  "mantenimiento": "1. L",
  "tallaje": "M",
  "horasDs1": "10",
  "horasDs2": "5",
  "horasDs3": "5",
  "horasDs4": "5",
  "totalHorasTallaje": "10",
  "horasSemanaPorcentaje": "0.24",
  "observaciones": "(11/04/2023) la maquina en la cual se estaba ejecutando el modelo de ocr se revento por memoria, por la cual se creo una nueva maquina especifica para este caso y se hizo una optimizacion en el codigo para que los logs que deja se exporten en s3 y no en la propia maquina y que esta no se reviente por espacio. Adicionalmente, se esta evaluando cuales son los tipos de formularios que efectivamente clasifica el modelo y cuales de los que llegaron en la nueva muestra estan fuera del alcance.\r\n(26DIC2022) Se esta ejecutando el modelo con una nueva muestra que envio la entidad, se identifican algunos formularios que el modelo inicial no calificaba, se esta haciendo la evaluacion de cuales y cuantos formularios nuevos han llegado. Por temas de presupuesto este proyecto se va a ver pausado. \r\n(27JUL2022) Finalmente no se activo en julio y se espera activar en agosto, el repositorio de ocr se perdio y solo se tiene lo que esta en la maquina, estan insistiendo en incluir la fecha en el alcance pero eso nunca se ha tenido, la meta de agosto es ejecutar elmodelo con la muestra y asegurar que las metricas se mantienen (29JUN2022) Hicieron extracción de una muestra para ejecución del modelo (25 Mar) No hay novedades (17 sep) A la espera del cierre de la segunda prueba, la primera fue exitosa (17FEB) Se enviaron las muestras, se ejecutaron mdoelos y el 19 fevb se espera finalizar prueba de concepto. La entidad requiere hacer un desarrollo tecnico para realizar el proceso de descarga de los formularios (12Dic)  Se revisó el listado de los tipos de formularios y las versiones , al igual que la definición de la lógica de aceprtación de HD, estamos ne proceso de revisón si se puede leer la versión del formulario. Se ha intentado realizar un modelo, falta hacer pruebas con los formularios reales . (11Nov) Tuvimos una reunión de acercamiento con el equipo de gobierno y quedaron unas tareas a validar con Seguridad los permisos para el tratamiento de datos sensibles y mercadeo de Porvenir",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "",
  "unidadImpactoFinanciero": "",
  "impactoFinanciero": "0",
  "financieroAdl": "Andres Rodriguez",
  "financieroEntidad": "0",
  "sponsor": "Alejandro Gómez / Andrés Vasquéz",
  "mainContact": "Alejandro Mora",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}