{
  "id": "modelo-de-cobranzas-bdb",
  "entityId": "banco-de-bogota",
  "name": "Modelo de cobranzas - BdB",
  "etapa": "7. Seguimiento",
  "status": "Finalizado - con uso",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "3. Seguimiento BAU Impacto en captura",
  "idFinanciera": "951687",
  "tipoProyecto": "Caso de Uso",
  "suite": "Recupera",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Julio Antonino Zainea Maya",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Juan David Tinjaca",
  "mds": "Luis Lujan",
  "mantenimiento": "1. L",
  "tallaje": "S",
  "horasDs1": "3",
  "horasDs2": "1.5",
  "horasDs3": "1.5",
  "horasDs4": "1.5",
  "totalHorasTallaje": "3",
  "horasSemanaPorcentaje": "0.07",
  "observaciones": "(27FEB2025) Seguimiento a las ejecuciones automaticas, errores que se presenten. El equipo de banoc quiere hacer calibración al modelo y toca acompañarlos y capacitarlo en workspaces. (11JUL2024) El modelo se ha ejecutado con normalidad, sin embargo, el equipo de banco esta solicitando una sesión que puede ser validar el proceso para subir el zip de una recalibración (04OCT2023) Ya se encuentra en producción la calificación, estamos en espera de levantamiento del freeze de aval para pasar unos ajustes al tipo de maquina desde la que se ejecuta el caso y el calculo de dias pendientes de fase 2 (17ABR2023) Eduard realizo ajustes en el pyspark y en el R de las variables que estaban generando diferencias, los inges estan durante el mes de abril haciendo los pasos a producción de esos ajustes en fase 1 y cuando vuelva Eduard se pasan los ajustes de fase 2 (02ENE2023) Ya se esta pasando la fase 2 en stage y se espera que el 27 de enero quede en producción, tenemos un inconveniente por diferencias en la variable cluster de la fase 1 que esta en revisión pero el DS del banco esta en vacaciones y se retomará hasta la semana del 11 de enero. (29SEP2022) Ya se hizo la comparación del archivo de fase a fecha de 2022, pero tiene diferencias en población y score respecto a lo que tiene el banco, se van a actualizar las fuentes que estaban sin cargar y volver a correr el score para confirmar si las diferencias se mantienen (28JUL2022) La meta de este mes es tener productivo el ajuste de la fase 2 (30JUN2022) Se presento el analisis de las fuentes de alivios y grfana, en grafana se encontraron dos fuentes donde una de ellas siempre tiene la misma información en todos los días transmitidos, se esta validando con el banco y ocn ing adl para descartar que sea desde la estandarización, además se reporto que las fuentes no llegan desde el 19 de mayo del 2022 (25MAY2022)  Recibimos fuentes necesarias para la regla de fase 2, se estan estandarizando las fuentes y a la espera de la desencripción de los códigos compartidos (28MAR22) Se paso a producción en Julio de 2021, a hoy se estan ejecutando unas ventanas pendientes por información del banco y se esta esperando las reglas de la fase 2 para incluirlas en la step function (08Oct) Se hicieron pruebas de recepción de la inoormación, y las llaves al parecer está funcionando correctamete, sin embargo se esta evaluando que la recepción sea consistente para que le modelo corra correctamente (17SEP) Ya se termino el desarrollo del validador mencionado el 10 de sep, se esta pasando a ambientes superiores. Humberto debe validar los huecos de información y reportarlo a la entidad. Además Sebas Soche y Humberto van a reenviar la llave a BdB segun se acordo con la entidad, y BdB debe garantizar que sea esa la llave configurada en el camino de bajada.   (10SEP) Se esta realizando ajuste (validador adicional en estandarización) para contener los archivos corruptos, se envío reporte al banco y reporta reejecución de las tablas de ODS. (30AUG) OK de cierre de stage y ya en producción, los archivos est´na llegando tarde o incompletos lo que entorpece la ejecuión del modelo, se escalo a Juan Garavito. Falta agegar una regla de negocio, pero falta información para poder realizarlo, a la espera de la ETL desde el equipo IT data team. (17FEB)  Código está listo desde inico del mes (ejecución manual)  sin embargo hemos tenido problemas con el envío de la información diaria, parece que el proceso no está totalmente automatizado. Vamos a revisar los listado de los acuerdos previos para tratar de cerrar este proyecto(12Dic)  Harry realizó la entrega del código a Jody y al DS de BdB, se sostendrá una reunión de status con el ingeniero del caso.   (11Nov)  Ya está en desarrollo el ticket que nos hace falta, estamos a la espera del cierre de esto para poder hacer la debida entrega de este modelo.  (27Oct) Mary nos ayudó con el ticket que nos estaba generando bloqueo y se espera que salga en esta semana y poder hacer las pruebas de infraestructura y poder realizar las pruebas del proceso completo. (06Oct) Se denfinió elnombre del output y el folder de cobranzas con la entidad y ADL. Se van a realizar las pruebas de envío de ADL a BdB en el transcurso de esta semana (29Sep)  DE está realizando pruebas de lo que disponibilizó DevOps durante esta semana. Se requiere definir un formato estandar del archivo de salida para alimentar el camino de bajada, Edison tenía como meta 23 Oct, se buscará definir las fechas de ambos lados para las próximas pruebas. (22Sep)  Al la espera de la respuesta de los tickets de DevOps. Se disponibilizo nuevamnete el cluster y la info para probar la info de habi. (08Sep) Se entregó la infra de estandarización pero aún a la espera de la infra para el modelo (01Sep) Necesitamos presionar al equipo de DevOps y llevamos un mes y no nos han dado fecha de netrega de la arquitectura, y no hemos podido empezar automatización. (25Ago) BdB está trabajando en el canal de bajada pero aún no tenemos fecha de entrega, también por parte de la entidad se generaran alertas (correo) cuando no se eníe la data. Dentro de la estructura de ADL también se tienen validadores para usar el archivo más reciente, si la información no llega etc. Se va a definir una hora para hacer la corrida del modelo cuando estemos seguros que ya llegó toda la información. (19Ago) DevOps todavía en proceso de disponibilizar la arquitectura.  Siguen en desarrollo los tres tickets.  Planear del proceso de ejecución y las pruebas. (10Ago) Dos tickets en DONE de 5.  Esperamos tener toda la arquitectura para el 18 de Agosto y queda en manos de DE.  Update con Adriana el viernes 14. Definir un plan para ver que el modelo quedó bien implementado y un plan B en caso que el modelo no se pueda ejecutar desde ADL.(04Ago) Códigos de Pyspark DONE, subido a GitHub.  Códigos de R  con los cmabios para la lectura de la información y se pegue de S3 - DONE, subido a GitHub. En proceso de pruebas hasta ahora todo funcionando conrrectamente.  (27julio)  Se disponibilió la información a DS, para hacer los ajustes a los códigos a enviar a automatización. Priorizó el desarrollo de canal de bajada para riesgo desde BdB. (21 Julio) Reunión con DE,  en proceso de arreglos de la data. En proceso de ajustes de código para entrega a DevOps (Sprint 04 Agost). Data de cobranzas queda en claro para hacer pruebas. (13 Julio)  Proceso de enmascaramiento listo para el final del día. Revisión del status el 14 de Julio. (06 Julio) Pruebas de recepción de info OK, DE en generación de proceso automatico de estadarización. Falta hacer pruebas diarias LIVE. (23 Junio) Código en PySpark DONE. Alineados con cronograma del lado de ADL. Se han cargado 4k archivos. Reunión con la entidad",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "Paola Rincón",
  "nivelImpactoFinanciero": "NA",
  "unidadImpactoFinanciero": "NA",
  "impactoFinanciero": "NA",
  "financieroAdl": "NA",
  "financieroEntidad": "NA",
  "sponsor": "Alejandro Esguerra / Jose Alarcon",
  "mainContact": "Camilo Amezquita / David Tavera",
  "sandbox": "0",
  "nombreHcCuanto": "291000018 BB COBRANZAS",
  "sharepointLink": "https://avaldigitallabs.sharepoint.com/sites/analticaavanzada/Documentos%20compartidos/Forms/AllItems.aspx?id=%2Fsites%2Fanalticaavanzada%2FDocumentos%20compartidos%2FBBOG%5F002%5FCOBRANZAS&viewid=04edaf32%2Db3f7%2D42e4%2D8fbb%2D72870f0fbb0b",
  "sharepointActividades": "Organizada",
  "jiraLink": "https://avaldigitallabs.atlassian.net/issues/?jql=project%20%3D%20%22AOS%22%20AND%20component%20%3D%20%22BBOG%20COBRANZAS%20TEMPRANAS%22",
  "jiraActividades": "Actualizado",
  "confluenceLink": "https://avaldigitallabs.atlassian.net/wiki/spaces/adldatalake/pages/3417473248/Caso+de+uso+Migracion+Cobranzas+Tempranas",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}