{
  "id": "priorizacion-comercial-propension-de-venta-por",
  "entityId": "porvenir",
  "name": "Priorización comercial (propensión de venta) -POR",
  "etapa": "8. Standby / Deprecated",
  "status": "Deprecado",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "456585",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "N/A",
  "ds1": "Mateo Restrepo Higuita",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Nicolas Maldonado",
  "mds": "Luis Lujan",
  "mantenimiento": "NA",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(29JUN2022) Se entrego a la entidad y solo se acordo capacitación de Sandbox (25 Mar) Se recibió correo en donde se confirma a Steven como el DS encargado de recibir los códigos del caso y se le disponibilizara la data. Se tuvo reunión con Nicolás donde se enlistó las fuentes necesarias para replicar el proceso que hasta hoy se había definido. Se ha venido realizando acompañamiento a DS Laura en cuanto a la configuración de la máquina y el uso de WS. (17 sep) Se está en proceso de evaluación del impacto financiero del a fuerza EVA  (17FEB)   en porceso de revisión de ejemplo para presentación a AV, se está pensando en un piloto 2 pero esto ya no debería estar incluido en le caso (12Dic)    (11Nov)  Se están los revisando los resultados de la primera cosecha y los inicios de la segunda.  Para TF nos menciona DC que se deberían tomar más meses ya que operativamente los TF toman más tiempo para quedar en sistema y generar reacudo, (27Oct) Se tendrá una reunión de N3 para la revisión de los resultado a cierre de Sept, estamos a la espera de la misma.  (06Oct) Aún estamos en proceso de revisión de las cifras del piloto, con validación al 2Oct y los datos de contacto que no concuerdadn con mercadeo y dc.  (29Sep) Se ajustó el template de seguimiento del piloto con toda la mesa, y estamos a la espera de la generación del primer reporte.   (22Sep) Se realizo la ppt para la reunión de Presidenica ADL y Porvenir.  Estuvimos revisando el template para las métricas para piloto. Sel e solicitará a Pao que nos envíe el template para nuestra revisión y ajustes.  (08Sep) Se salió a piloto finalmente el 2 de sept , se validaron hoy las estrategias de mercadeo y se solicitó que mercadeo nos acompañe cada semana para revisar los reusltados y el feedback de los asesores. igualmente se está trabajando en la presentación para presidencia y la revisión del caso 2  (01Sep)  Se expuso el modelo a presidencia, sin embargo el enfoque y objetivo del pryecto no fue lo que esperaba Miguel por lo que se entró a considerar parar el piloto, se decidió parar el piloto para C1, estamos a la espera de la decisión del área comercial.  Es posible que sea necesario reformular la VO y el scope del proyecto (25Ago) Presentación presidencia de caso2, salimos al piloto el 25 de agosto a totalidad. En procesode automatización del pipeline (19Agos) Salida de piloto el 20 de Agosto, quedamos a la espera de DC sobre salida. (10Agost) Se envío piloto empresas C2.  8.6K NV y TF. Está en manos de D&A para validación y adición de variables. A la espera del feedback de DC. Proxima semana tenemos clasisficación C1-C4, asesores definidos y el 18 deberíamos estar enviando las bases a asesores comerciales.  Todavía pendiente de la reunión con AV  (04Agost) Reunión para el 5 de agosto para redefinir la salida a piloto y la tareas a ejecutar, se proponen 3 escenarios. Ejecutar el escenario escogido por la mesa y garantizar le congelamiento de la cartera.  Se debe tener en cuenta el proceso adicional a automatizar la cartera definitiva. (27julio) Se envió las muestras de NV y TR y control respectivo. Definicón de cronograma del lado de mercadeo (28Julio), al igual que caso1 se hará revisión de los resultados cada 15 días. Fecha de salida 11 de Agosto. Se revisó el cronograma del área de mercadeo y el proceso de implementación de estrategias. Iniciando el proceso de automatización, reunión con MariaP (21 Julio)  Entrega de cronogramas desde mercadeo y desarollo comercial el jueves. Entregando base calificada a Mercado (06 julio) En porceso de definición del piloto, combinando empresas y asesores (23 Junio) Presentación C2 - Piloto, definición métricas y modelo - Sergio y Marce. Actualización de fuentes para ejecución modelo a Mayo'20, tablas de validación, comparar con las segmentaciones (no han llegado porque falta el VoBo de Vazquéz",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "",
  "unidadImpactoFinanciero": "",
  "impactoFinanciero": "0",
  "financieroAdl": "Andres Rodriguez",
  "financieroEntidad": "0",
  "sponsor": "Luis Fernando Gómez",
  "mainContact": "Alejandro Mora",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}