{
  "id": "nba-vision-cliente-pop",
  "entityId": "banco-popular",
  "name": "NBA - Vision Cliente - POP",
  "etapa": "5. Automatización DL",
  "status": "Automatización",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "5. Refinamiento modelo",
  "idFinanciera": "712361",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Heidy Tatiana Garzon Parra",
  "ds2": "Jose Daniel Lancheros Marin",
  "ds3": "",
  "ds4": "",
  "de": "Guillermo Andrés Cabrera",
  "mds": "Fabian Lara",
  "mantenimiento": "1. L",
  "tallaje": "S",
  "horasDs1": "10",
  "horasDs2": "10",
  "horasDs3": "10",
  "horasDs4": "10",
  "totalHorasTallaje": "30",
  "horasSemanaPorcentaje": "0.71",
  "observaciones": "(29Jun23) Hipotecario: Se debe presentar propuesta de identificación de perfiles para incentivar la radicación de solicitudes. Ctas: Se debe validar de nuevo modelo, calcular L3 con resultados obtenidos y plantear nuevo piloto. Tuplus: Refinar población con base a lo definidio con Alejandra Martinez y comunicar  (08May23) Pendiente resultados de Pilotos Ctas, CDT y Domicialización, en curso modelos LD, Libranza y TC (14dic22) modelo de CA aprobado por la mesa, se esta planeando prubeas piloto individuales. CDT se presento variable respuesta, prouesta de segmentación dado las tasas de aperturas <0,5%, Domiciliación se estan haciendo ajustes solicitados por la mesa (27JUL2022) Se esta en definición de variables objetivo para productos y servicios, ya estan finalizadas LB, TDC y Domiciliación, pendientes de aprobación CA y CDT y pendientes por construir LD, HIP y Tuplus, La meta de agosto es iniciar los modelos de LB, CA y Domiciliación  (29JUN2022) Se esta iniciando construcción de las VO de todos los modelos aprox 10 (25May2022) Definición de VO para Libranzas, TuPlus y Domiciliazición, se debe validar con Riesgo la interacción de las ofertas de credito (25 Mar) Consolidación de Productos y Servicios que van a ser evaluados, Para la base L0, ya se tiene la estructura del código de todos los productos, falta incluir ODS por la base pendiente de CDT. Se esta trabajando en la tarea  de observar las fechas de inactividad de los clientes inactivos, para seleccionar a partir de que fecha seleccionaremos este tipo de clientes. (28 Dic) Se dio inicio al proyecto y se iniciará el proceso de 9boxes el 5 de enero (17 sep) - Se sostuvo reuninón de intro de NBA al banco, se espera la proxima semana la deficnión de la mesa para iniciar el kick-off a la espera de ver quein es el DS asignado",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "- En Desarrollo modelos y definición de Pilotos Tu Plus, Hipotecario",
  "dsEntidad": "Cristhian Cordoba (DS BI)",
  "nivelImpactoFinanciero": "L1",
  "unidadImpactoFinanciero": "Margen despues de perdida esperada",
  "impactoFinanciero": "$9.089 M COP",
  "financieroAdl": "Camilo Chaves",
  "financieroEntidad": "Carlos Manzano",
  "sponsor": "Luis Fernando Gómez",
  "mainContact": "",
  "sandbox": "0",
  "nombreHcCuanto": "291000069 Next Best Action    (NBA)",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}