{
  "id": "pfm-consejos-financieros",
  "entityId": "transversal",
  "name": "PFM consejos financieros",
  "etapa": "8.a Evolutivo",
  "status": "Evolutivo",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Evolutivo",
  "subtarea": "3. Desarrollo de MDT",
  "idFinanciera": "876316",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Combinada",
  "ds1": "Fredy Manuel Roman Vergara",
  "ds2": "Nicolas Bojaca",
  "ds3": "",
  "ds4": "",
  "de": "Daniel Jabonero Mejía",
  "mds": "Luis Lujan",
  "mantenimiento": "3. H",
  "tallaje": "XL",
  "horasDs1": "29",
  "horasDs2": "29",
  "horasDs3": "14.5",
  "horasDs4": "14.5",
  "totalHorasTallaje": "58",
  "horasSemanaPorcentaje": "1.38",
  "observaciones": "(26DIC2022) Se cierra el 4Q con un 70% de cumplimiento, hasta la fecha hemos desarrollado refinamiento de categorias para pasivo de BBOG, BPOP y BAVV, adicionalmente se ha desarrollado el perfilamiento sociodemografico para BBOG, BPOP, Villas y RMF para BBOG y BPOP. \r\n(26DIC2022) Se cierra el 4Q con un 70% de cumplimiento, hasta la fecha hemos desarrollado refinamiento de categorias para pasivo de BBOG, BPOP y BAVV, adicionalmente se ha desarrollado el perfilamiento sociodemografico para BBOG, BPOP y RMF para BBOG y BPOP.\r\n(28JUL2022) Se enviaron al banco las inconsistencias identificadas en la fuente de PSE y sobre los registros que estaban llegando con el nombre y el codigo del comercio vacions nos solicitaron una información adicional que ya fue enviada. Ellos reportaron estas inconsistencias a PSE y ellos los remitieron a ACH que es donde realmente se captura la información. Pendientes de la respuesta, esto no afecta el pipeline como tal, lo unico es que seguiriamos sin identificar   a que corresponden realmente los pagos que se realizan por PSE. Revisión del pipeline de tarjeta de credito porque se están presentando duplicados. En el mismo PR que vamos a enviar el tema de PSE estamos aprovechando para incluir algunas mejoras que el PO de BBOG nos ha solicitado debido a comercios mal categorizados y/o transaciones mal etiquetadas, estamos trabajando en esto. Además al realizar las pruebas para poder pasar los cambios también estamos teniendo problemas de duplicados que debemos corregir. (30JUN2022) BBOG esta en producción con 3 dias de rezago activo y pasivo, BAVV activo esta listo pero no se ha podido implementar por parte del banco, BOCC estan en producción con 3 dias de rezagos activo y pasivo. BPOP estan listo pero no estan en producción por problema de fuentes del banco. PERFILAMIENTO: BBOG se consiguio una info de pse para personalizar la categorización (25May2022) se genero propuesta de grupos homogeneos y debemos empezar a construir dentro de cada grupo las caracteristicas transaccionales. (25 Mar) Partimos de definir la estrategia de crear los grupos homogenos con base a la info de cliente disponible y definiendo las categorias en TC y Debito como Funcionales y Lujo, de manera tal que se llegue a perfiles altos, medios y bajos en cada uno de los grupos homogeneos obtenidos.(17FEB) BdB: en proceso de identificar ID TRX único, en busca de información de alcancíasy a que nos e encuentra el saldo. Proceso de Cat (EOM):  Nivel 1 de fuentes de datos Nivel2: basado en lo que se desarrollo en BI empresas. OCC: No se tienen datos actualizados de saldos, se vana reunir con Yadi para ver los ajustes de las ETL. POP: Cuello de botella en la estandarización por lo que no hemos podido probar los filtros, puede que durante la transición tengamos trx repetidas  (12Dic) BdB en proceso de revisión de los códigos de salida de BI empresas parala categorización de las empresas. BPOP Se recibieron los archivos de antiguo core sin embargo  no se tiene el meta y se presentaron cambios en el formato. y la llave para unir las bases requiere un VoBo de la entidad. VILL no hay datos. OCC esta funcionando bien y solo falta validar la marcación correcta de crédito y débito con el area de TI OCC  (11Nov)  BdB se tienen los cruces pero hacen falta los permisos para el manejo de la info. POP estamos en proceso de revisión de la información ya que hacen falta Tx y se va a requerir más tiempo para poder consolidar los créditos y débitos correctamente. VILL la info anonimizada es sólo para el uso de los DS  (27Oct) Se consolido info de ingresos y gastos de BdB. POP se revisaron los diccionarios para saber de que tablas se obtiene la info requerida, se disponibilizó el nuevo core, sin embargo, el antiguo core esta desactualizado y estamos a la espera que DE nos ayude con eso. VILL se requiere en producción la info sin anonimizar cosa que debe revisar la entidad.  (05Oct) Se entregó un archivo fuente a DE basado del pasivo BdB, reunión con el equipo de datos de BdB acuerdo de envío de los 3 catalogos de data. Se está validando la integridad entre la tabla de tx del pasivo con clientes de CRM. Seiniciará empalme con el nuevo DS (29Sep)  Se hizo el análisis de la info de pasivo de BdB y no hya diccionarios, se hizo el acuerdo formal para compartir dichos catálogos, se continua con las tx de tdc y Pop ya envió diccionarios  (22Sep) Ya se tienen los accesos y la confg de Pycharm, desde AWS no se puede tener acceso s3. Empezaremos revisando la data transaccional de BdB. Se realizó el empalme dado el cambio de DS.  (08Sep) Hubo reunión con Villas y luego con Lennis para revisar la data que se va a usar.  Nos mostraron los diccionarios de confluence.  Reunión con BdB para determiar los campos necesarios para los análisis. POP nos reunimos con fabi para ver que datos tenemos y hacer preguntas puntuales para mañana con la entidad. (01Sep) En proceso de revisión de data de pop. A la espera de reunión con Sergio para definir si se reunen con las entidades para preguntar dudas sobre data. (25Agos) En proceso de disponibilización de información por cliente en BdB para ver las variables necesarias para el entregable. Pop con info de TDC.(19Agost) Se hicieron reuniones de alineación para definir los alcances y los requisitos de los entregables para el primer entregable (30 Sept). Ya se tienen las IPs de 4 entidades y se está cuadrando PyCharm (10Agost) Sesión de discovery con BPOP para ver que esperan de la herramienta. Contextualizando la información para uso en PFM. Los DE tienen que dar acceso a Will para las IPs de acceso. Sólo flataría el acceso de BdB. (04 Agost) En proceso de solicitud de accesos y revisnado la data con los DS. Ya se creo el cluster de EMR, y en proceso de revisión de los datos. (23 junio) Desarrollando de la data que tenemos en Augusta y propuestas de segmentación con los 9 boxes  (Porvenir y Popular)",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "",
  "unidadImpactoFinanciero": "",
  "impactoFinanciero": "L0\r\nEn dimensionamiento",
  "financieroAdl": "0",
  "financieroEntidad": "0",
  "sponsor": "",
  "mainContact": "",
  "sandbox": "0",
  "nombreHcCuanto": "PFM",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}