{
  "id": "push-inteligente-pop",
  "entityId": "banco-popular",
  "name": "Push Inteligente - POP",
  "etapa": "8. Standby / Deprecated",
  "status": "Entregado - sin uso",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "510037",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Guillermo Andrés Cabrera",
  "mds": "Fabian Lara",
  "mantenimiento": "2. M",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(29Jun23) Se debe validar con Camilo Ch calculo de L3 para los resultados obtenidos en Mayo - Junio, Iniciar con Pipeline (8May2023) Construcción de la base de seguimiento y aplicación de incentivos, piloto en curso para grupos de tratamiento informativo, con incentivo y control sin gestión cierre en junio 23 (14dic22) Se culmino la categorización de 43 tipos de trx en debito de las cuales se priorizan por interes de la mesa cerca de 26, con las cuales se inicia las primeras iteraciones del modelo. (28JUL2022) Tuve inconvenientes con mis accesos a la información de monitor, pero ya quedo solucionado. Solo observo información hasta enero de 2022, ya estoy validando con Guillermo porque pasa esto. Volví a ejecutar los querys construidos ya que yo solo había dejado las trx correspondientes a compras pero después de nuestra reunión con David Ortiz la conclusión fue traerlas todas ya que nos podrían ayudar a identificar otras cosas, por ejemplo ver el volumen de retiros y los clientes que los realizan para hacerles campañas de digitalización. Ya inicie la categorización, para ello voy usar además de la información de monitor, la descripción de la transaciones que logre traerla a patir de un diccionario que ya teníamos para PFM, por lo cual ya vamos teniendo unas cat versión 0. Las campañas solo se puede analizar las de mayo y junio pero marca no tiene los usos, la medición monetaria deberia ser desde ADL (29JUN2022) Se definio que la estrategia por cajeros seria usada en 2023 por desarrollos de postillion, se le recomendo a Marce hacer seguimiento de las campañas que han salido por mathilde para el caso de negocio, y también se esta trabajando en la consolidación de la tabla de tx de td que concuerde con el reporte entregado por Jefferson en Feb (25 May 2022) Realizamos espacio con Perfil Digital para apalancar las campañas de Marca de Digitalaización, para Cajeros pendientes espacio con Postillion ATH y en TD se empezo la categorización de comercios para definir los modelos de afinidad. (25 Mar) TDebito: Se explora fuentes para determinar categorías y poder modelar para estimular el uso.  Cajeros: No se han concretado los espacios con los dueños del proceso para poder mapear como llevar la información una vez culminada la trx. TC: Se mostro la interacción entre los resultados de Aumento de Uso, Perfil Digital para construir una primera campaña con MeLi.",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "-Inicia proceso de automatización se valida resultados de piloto con entidad y se presenta L3 pendiente de validar con Carlos Manzano",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "L1",
  "unidadImpactoFinanciero": "VPN a 3 años",
  "impactoFinanciero": "420 M COP",
  "financieroAdl": "Camilo Chaves",
  "financieroEntidad": "Carlos Manzano",
  "sponsor": "Luis Fernando Gómez",
  "mainContact": "",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}