{
  "id": "churn-credivillas",
  "entityId": "banco-av-villas",
  "name": "Churn Credivillas",
  "etapa": "9.DONE",
  "status": "Entregado - con uso",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "411001",
  "tipoProyecto": "Caso de Uso",
  "suite": "Recupera",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Jhon Gonzalez",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Lennis Torres Clavijo",
  "mds": "Fabian Lara",
  "mantenimiento": "2. M",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(11/04/2023) Se estan corrigiendo errores debido a que para algunas fuentes no coinciden las volumetrias, se esta haciendo la revision del proceso que construye la tabla de bdsia dado que tampoco coincide, persiste el bloqueo por la tabla de buro.\r\n(26DIC2022) Se asigno un recurso adicional para no impactar el cronograma de migracion inicial, se comenzo con la migracion de los process correspondientes a los process de las 12 fuentes utilizadas por este modelo, el estado de la migracion se encuentra al 47%.\r\n(06OCT2022) Ya se cuenta con la información y la estructura necesaria  para empezar a hacer la migración , se tiene un retraso de 3 semanas. El modelo mensual  se está corriendo de manera manual y estamos a la espera de esta información para poder ejecutar el mes de Octubre.   \r\n(27JUL2022) Ejecución del pipeline esta funcionando correctamente pero estamo en espera de la carga de la información de agosto, Migración: Se tiene atraso de una semana porque no se tiene aun la info de huellas. La meta para agosto es finalizar todos los cruces de data sensible con la nueva información (30JUN2022) Se estan abordando dos tareas: revisión de cruces y revisión de fuentes que estaban pendientes por cargarse, aún estan pendientes cargas y cargaron ayer la primera fuente para revisión, de cara al cronograma estan ok (08Oct) Se solicitó al banco los diccionarios y filtros de las fuentes que cambiaron para poder hacer los ajustes en los códigos, a la espera de la respuesta por parte de Daniel Jaimes  (17Feb) Se va a ahcer una hiomolgación dado el cambio de fuentes sobre buró por lo que tenemos que hacer cambios en el pip0eline (12Dic)   Se corrió el scoring an backtesting. esta pendiente la reunión con JR dado que ya el impacto finaciero ya esta aprobado. Para cerrar el proceso de automatización  sólo se puede llevar a cabo hasta cuando se termine de cargar las fuentes que será después de originación al menos (20enero)   (11Nov)  Lunes se hizo entrega el modelo y el backtesting, se enviaron los datos sobre la importancia de las variables del último training. Debemos validar como hacer para que nos suban la información requerida para terminar el pipeline. (27Oct) Se realizó un cambio en los parquets de KU010 se require hacer pruebas de los cambios.  (06Oct) Se redujo la frecuencia del review. Se sacó el backtesting y el scoring del modelo y será enviado esta semana. (29Sep) La entidad solicitó backtesting para rezagos 2 y 3.  Con VO a un mes lo que implica  hacer cambios en los scripts. La DS de  la entidas mencionó una solicitud de una adición de una variable al modelo, esto requiere una reunión con Andrés , Daniel y Lina pra determinar los requerimientos de capacidad para esto.  (22Sep) Falta al aprobación de Martha Liliana para ver si se borra o no.  Se realizaron las pruebas en los códigos con los nuevos parquets, falta hacerle el push, a la espera de ver que si se genere el  archivo necesario que sale del KU010 (08Sep)  Se envío la solicitud de backtesting y el scoring. Estamos a la espera de revisión y respuesta por parte de Daniel.  (01Sep) Daniel solicito los backtesting sep19 a Jul20 para los tres modelos para clientes y para saldos., serán entregados el viernes 4 Sep EOD. Se necesita hacer el cambio de los path de lectura del KU010. (25Ago) En proceso de migración del código de una de las fuentas KU, se realizan las pruebas de cargue de info. (19Agost) Ajustando el calculo de PSI para los dos cálculos, se entrega a Lennis para dejarlo en el repo. (10Agost) Daniel vio los dos backtesting.- cada 3 meses desde que sigamos en pandemia. Se requieren hacer cmabios en los códigos agregando el PSI.  (04Agost) Cambio del pipeline de backtesting y training con scorecard y para la creación del PSI.  (27julio) Definición de proceso de decisión de calibración del modelo. Reunión 31 de Julio para finalizar los pasos. (21 Julio)  En proceso de generación de politicas de calibración, a la espera de la información nueva. (13 Julio) Training y backtesting del modelo para mostrar al equipo de Daniel (23 Junio) En proceso de revisión de los queries que generan la información que está disponible ne Augusta y los cambios necesarios. MDM que va a pasar con lo que ya está en Augusta. Entre Lennis y Esstef hacen los cambios y validaciones de que corra como debe ser. (OLD)Nuevas pruebas dado el cambio de la estandarización en EMR. Últimas pruebas, Esstef generando documentación y para entrega final",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "",
  "unidadImpactoFinanciero": "",
  "impactoFinanciero": "0",
  "financieroAdl": "Alberto Salamandra",
  "financieroEntidad": "Pablo Bernal",
  "sponsor": "Jorge Raúl / Rodrigo Correa",
  "mainContact": "Andrés Castellanos  / María Lilina Chamorro",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}