{
  "id": "crm-por",
  "entityId": "transversal",
  "name": "CRM-POR",
  "etapa": "5. Automatización DL",
  "status": "Deprecado",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "5. Ajustes con pipeline",
  "idFinanciera": "496155",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Luisa Maria Torres Ballen",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Jorge Andres Camacho Ramirez",
  "mds": "Sergio Arias",
  "mantenimiento": "NA",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(29Jun23) Se operativiza Afiliados Segmentación (27JUL2022) 7 grupos, y en cada grupo se tienes en promedio 3 particiones. Se realizaron los ajustes de los grupos grandes (90% población total de porvenir) y esta en revisión con el equipo comercial pero no se ha obtenido respuesta. La meta en agosto es cerrar las definiciones de las poblaciones y en modelado es cerrar los kmeans con los ajustes solicitados por la entidad del 90% de la población (25May2022) Se desarrolla enfocadas en Afiliados, se solicito desde la entidad una pausa en Empleadores debido a que estrategicamente cambian las condiciones, la micro se debe garantizar ajustes en la data. (25 Mar) Desarrolo de codificación Afiliados, se espera que la semana del 04/04 pasemos a pruebas. MICRO AFILIADOS: Se continua en la MDT pendiente definir uso de fuentes de canales se espera primera iteración para el 31/03 (4 Ene) Se solicito retomar codificación para el 17 de Enero, actualmente se avanza en la MDT de la micro para PJ y PN, (08 Oct) A la espera de fuentes requeridas para cerrar PV, PO, pendiente de consolidar Ruta Porvernir. En Empleadores avanzamos en la verificación de fuentes. (01 Oct) Revisión de data para PJ se espera recibir en la semana del 04 de Octubre, en PN se consolidan 3 de las 4 etapas requeridas, se tendra sesión de estatus con Yela la proxima semana. (17Sep)  PV ya nos dieron respuesta de las dudas y hoy iniciamos otra vez el desarrollo, con obligatorias iniciamos mientras daban esa respuesta y el dia de ayer enviamos dudas sobre unas tablas que faltan. Por esa razon no se ha podido enviar muestras (10 Sep) Cerramos codificación de CES, en curso PV con dudas llevadas a PORV y en desarrollo PO. PJ sin iniciar y debemos revisar datos de la micro con las areas de negocio.",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "",
  "unidadImpactoFinanciero": "",
  "impactoFinanciero": "N/A",
  "financieroAdl": "0",
  "financieroEntidad": "0",
  "sponsor": "",
  "mainContact": "",
  "sandbox": "0",
  "nombreHcCuanto": "291000065 PO CRM",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}