{
  "id": "data-no-estructurada-audios-pop",
  "entityId": "banco-popular",
  "name": "Data No estructurada Audios - POP",
  "etapa": "8. Standby / Deprecated",
  "status": "Entregado - sin uso",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "147947",
  "tipoProyecto": "Caso de Uso",
  "suite": "Otro",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Guillermo Andrés Cabrera",
  "mds": "Fabian Lara",
  "mantenimiento": "1. L",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(04OCT2023) Se solicito el congelamiento del caso por parte de la entidad, entonces se envio la documentación de las etapas que se alcanzaron a abordar (17ABR2023) Estamos a la espera de la sesión con Yibran, en el ultimo review presentamos el resultado de todos los analisis y la sugerencia por parte de nosotros es pilotear/operativizar el plan b de alertamiento para las llamadas spot (02ENE2023) Se realizo el analisis por momentos de la llamada como nos solicito Yibran, pero la idea es tener un espacio con él para repasar todas las conclusiones de los analisis y el posible uso de los modelos desarrollados o la cancelación del caso.(29SEP2022) Audios: Se soluciono el problema del formato de los audios, pero la mesa dice que necesitan aún mayor precisión, así que debemos aumentar la muestra de entrenamiento para que el algoritmo entienda mejor y se disminuya el error por los campos de protocolo.  (27JUL2022) Se han tenido inconvenientes con la desencripción de los audios, ya Juli realizo el ajuste al modelado pero siguen saliendo duplicidades y no se llega al % de error presentado por Alejo  (29JUN2022) CV: Cami esta buscando el espacio con el equipo de Gloria para validar el impacto en costos que se tuvo en cuenta de las oficinas que quitaron los horarios extendidos para usarlos como insumo para el caso de negocio, OCR: Ya se cerro el piloto y Cami ya ajusto el caso de negocio a L3 y lo llevara la otra semana con Manzano, AUDIOS: Juli esta calibrando el modelo ya que nos dimos cuenta de fallos en la transcripción y duplicados en las salidas. (25MAY2022) VIDEOS: Se dio cierre del piloto, y es el próximo caso en llevar a presidencia con los resultados finales OCR: se extendio Piloto hasta 26 de Junio, se ha tenido una baja tasa de FUV 52% encontrados, y de los encontrados cerca del 40% no se han procesado por otro tipo de formatos o calidad de iamgen, se esta validando con la entidad el cargue de documentos ya que deberia estar en una tasa del 90% de FUV existente (25 Mar) AUDIOS:  Se analizaron los campos adicionales que pidió Yudy para otras operaciones, sin embargo de las 2.110 llamadas transcritas, menos del 1% hace mención a las palabras clave de esas operaciones. Sin embargo la mesa solicito que se deben crear salidas independientes por tipo de operación. VIDEOS: Se presentó en el review este tema (sólo se alcanzó oficina B/manga y parte de Unicentro) donde quedó la percepción desde las PO Marisol y Gloria de resultados o cifras obvias, que ya conocían. Explicándose por el tema de que se realizaron los análisis con videos durante pandemia. La idea es que no se vea como resultados obvios sino que es algo que responde a las hipótesis que tienen y que los análisis lo comprueban, además de datos importantes como el uso de los clientes en zonas digitales. OCR: Conversamos con la directora de documentación de BPOP, quien nos dio apoyo para realizar el piloto durante 1 mes. Se revisa el código que inicio Alejo para el recorte de imágenes.(17 sep)  hasta este semana se tuvo acceso a la máquina para poder iniciar el caso, hoy se inicia la codificación de los pdfs, se está evaluadbno la posibilidad de probar Google para audios si y sólo si no imploca api pública, y ya se emepzó la codificación de los vídeos de la primera oficina (Bucaramanga), esperamos empezar a ver resultados la otra semana. Se revisó el impacto financiero y Alejo quedó de enviar datos",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "-Re entrenamiento para aumentar precisión (2 veces)\r\n-Ajustes reglas capa 2\r\n-Analisis error por momento de la llamada\r\n-Analisis error por tipo de operación (Plan b de uso)\r\nNota: Cada analisis tiene una carga operacional alta porque implica la escucha de los audios uno a uno para comprobar el error del algoritmo",
  "dsEntidad": "Ana Lucia Moreno (DS TBD)",
  "nivelImpactoFinanciero": "L0",
  "unidadImpactoFinanciero": "NA",
  "impactoFinanciero": "Estrategico (El costo se le carga al caso de videos)",
  "financieroAdl": "Camilo Chaves",
  "financieroEntidad": "Carlos Manzano",
  "sponsor": "Yibran Ortegón",
  "mainContact": "Mishel Meneses / Freddy Quintero /  Ana Lucia Moreno / Yudy Pedraza",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "https://avaldigitallabs.sharepoint.com/sites/analticaavanzada/Documentos%20compartidos/Forms/AllItems.aspx?id=%2Fsites%2Fanalticaavanzada%2FDocumentos%20compartidos%2FBPOP%5F010%5FDATA%5FNO%5FESTRUCTURADA%2FAUDIOS%20%2D%20MESA%20DE%20DINERO&viewid=04edaf32%2Db3f7%2D42e4%2D8fbb%2D72870f0fbb0b",
  "sharepointActividades": "Organizada",
  "jiraLink": "No aplica",
  "jiraActividades": "No aplica",
  "confluenceLink": "https://avaldigitallabs.atlassian.net/wiki/spaces/adldatalake/pages/3436216321/Caso+de+uso+Data+no+Estructurada+-+Audios+-+Mesa+de+Dinero",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}