{
  "id": "adquisicion-tarjeta-de-credito-pop",
  "entityId": "banco-popular",
  "name": "Adquisición tarjeta de crédito - POP",
  "etapa": "8. Standby / Deprecated",
  "status": "Entregado - sin uso",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "895810",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Guillermo Andrés Cabrera",
  "mds": "Fabian Lara",
  "mantenimiento": "1. L",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(24Feb2025) Por decisión del banco se va a cancelar el proyecto y ya se esta en proceso de entrega el cual finaliza esta semana (11/04/2023) Se realizo la migracion de la plantilla de scoring para el paso a produccion, adicionalmente se realizo una optimizacion al codigo para que solo tome los periodos que realmente se utilizan del pasivo, se procede con back testing y recalibracion.\r\n(26DIC2022) Se evidencio que el proceso de scoring no cuenta con la plantilla requerida para paso a produccion por lo que se esta migrando, adicionalmente se hicieron 2 ajustes para que tome las ultimas versiones de los archivos diarios de masterfile y pasivo para disminuir el tiempo de ejecucion. \r\n(19SEP2022) Pipeline scoring: Ajuste promedios de account y cambio de pkl en desarrollo. Pipeline Backtesting: Variable respuesta ok y esta pendiente automatizar en el job de backtest (performance). Pipeline Recalibración: Esta pendiente por abordar.   (29JUN2022) Esta pendiente la sesión con Nilson para validar los filtros (25MAY2022) Se presento la recalibración pero solicitaron el psi de las variables, el cual no se pudo calcular porque la instancia fue terminada, y el DS debio volver a hacer todos los ajustes de los ultimos 2 meses porque no se habian subido a git (28MAR2022) Se hizo la actualización de los códigos con el cambio de masterfile y se esta creando la MDT para la recalibración (17Feb21) Esperamos ver el impacto final la ultima semana de feb y revisón con Carlos Manzano la primera semana de Marzo, se incia proceso de entendimiento del ejercicio (12Dic20) Nos encontramos en el proceso de diseño de estrategias para preapropbados y enviar las cifras a Pipe para el ajuste del caso de negocio. TU entregaría resultados en Enero. Aún no se han definido fechas para iniciar la operativización.  Se están revisando la efectividad de MKD.  (11Nov20) Se realizaron backtestings para la evaluación del impacto de L2. MKD estamos en proceso de definición del funnel y el calculo de las métricas de venta, uso y costos para canal. Revisión más profunda de perfilados ya que las estrategia y la priorización del modelo no están dando resultados. (27Oct) Se está finalizando el piloto para las métricas de ventas y esperamos los resultados de primer uso. A su vez se está revisando la información del canal de MKD y si generan valor.  (06Oct) Atento ya envió la base historíca para las modificaciones al tablero MKD. A la espera del envió de gestion y tipificación para perfilados de los vendors. Falta validar la gestión ya que debería estar al 100% y aun se ve al 81% max de gestión. (29Sep) Esta semana no se mostrarán resultados en prsidencia dado que faltan los datos completos de gestión para poder hacer el cálculo de venta / gestion y medir eficiencia.   (22Sep) Aún no hemos podido ver resultados de la gestión y la venta debido a que el equipo de Myriam no ha recibo dla información de gestión por CRM o por los Vendors, se espera tener las cifras el viernes y ser revisadas por la mesa el lunes  28 sep (08Sep) En primera semana del piloto, la proxima semana estaremos en proceso de seguimiento.  (01Sep) SALIMOS A PILOTO,  vimos la propuesta de MKD al parecer por jurídico y seguridad de la información no podemos mandar correos y SMS, para el futuro se requiere un canal seguro para que puedan colocar las bases en Masivian. (25Ago) Se redujo la muestra para MKD desde el lado de preaprobados a 2500 (antes 4000), se solicitó 15K de perfilados con lo que vamos a completar la muestrade MKD.  Perfilados ya está calificado y se están generando los grupos para el pilotos. Preaprobados presenta una diferencia por lo que no todos los clientes se encuentran calificados por lo que se nos enviará para calificar los faltantes. (19Agost) Aprobado piloto por parte de Mónica y su equipo, estamos en los tiempos estimados para salir a piloto el 1 sept. MKD en proceso de decisión las estrategias.  (10Agost) Redefinión de pilotos para preaprobados y perfilados. Hablamos con el area de Niny para el piloto de perfilados y su implicación con la info de TransUnion. Presentar los pilotos a la mesa y definición campañas con MKD.  Modelo ajustado con las variables arregladas  para calificación el 18 de agosto. (04Agost)  Se presentó el modelo de perfilados. Se realizó el cronograma de los dos pilotos  y se presentará el 10 de Agosto. Falta consolidar con MKD la estrategía. (27julio)  Dado el ajuste que se tienen del lado de riesgo puede que se aplace el piloto de preaptrobados.  Perfilados: Primera versión con información de Buró, presentó mejoras. (21 Julio)  A la espera de Riesgo para definición de la muestra a ejecutar para el piloto,  Perfilados - aún no ha llegado la información de Buró, y ejecutar el modelo con esta info  (13 Julio) Hablar con Riesgo y Comercial para ver las restricciones de envío a canales.  Se encontraron errores en la información (missing) estamos a la espera de la validación y re-envío  de la info. (06 Julio) Preaprobados:Agendar reunión con equipo de MKD, Definición piloto y en donde entramos en el proceso, Perfilados: Reunión con Transunion para ver que nos ofrece, ejecutar el modelo con es info  y si funciona ver como da soporte al la compra de info. (23 Junio) Se mostraron los dos modelos Preaprobados y perfilados, para dar una revisión más a fondo esta semana. (OLD) Las cifras están en validación dado el decrecimiento en las cifras dadas por el banco",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "Optimizacion de codigo dado que las bases han venido creciendo en numero de registros y los recursos que se aprovisionaron no osn suficientes, adicionalmente se realizo la migracion de viejo a nuevo core en las funetes del pasivo.",
  "dsEntidad": "Luis Torres (DS BI)",
  "nivelImpactoFinanciero": "L3",
  "unidadImpactoFinanciero": "Ingresos",
  "impactoFinanciero": "1089",
  "financieroAdl": "Felipe Labarrera",
  "financieroEntidad": "Carlos Manzano",
  "sponsor": "Luis Fernando Gómez",
  "mainContact": "Mishel Meneses / Ana María Tovar / Jesús Feo",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}