{
  "id": "nba-personas-occ",
  "entityId": "banco-occidente",
  "name": "NBA - Personas - OCC",
  "etapa": "9.DONE",
  "status": "Entregado - sin uso",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "721770",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Mateo Restrepo Higuita",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Maribel Hernandez Giraldo",
  "mds": "Katherin Quiñones",
  "mantenimiento": "1. L",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(29Jun23) Se culimono cambios de las librerias, se debe validar con Edgardo de nuevo paso a producción con los cambios aplicados (08May23) Se genera espacio para modificación y pruebas en liberia XGboost (25AGO2022) Caso en offboarding, cerrado con L5, se realizo off de 2 modelos con DE internamente por solicitud de PO (25may2022) No hay novedad (25 Mar) Sin Novedad (01 Mar) Offboarding cerrado y entregado a PO Claudia Barbosa, en conjunto con Ingenieria ADL (Edgardo y Maribel) y DS (Olav), se envia documentacion para correo de aprobación. Pendiente cerrar L5 (04 Ene) En offboarding a la espera de mediciones de pilotos para cerrar L5, se espera recibir información proxima semana  (02 Nov) Offboarding según planeación, se ejecuta desde stage (17Sept) Resultados Impacto Financiero se valido con Aura y los entregan en Octubre, ya que se encuentra corriendo este mes  (30Agos) En proceso de revisión de resultados del backtesting a la esepra del envío de los resutlados por parte de la PO (17FEB) Ejecución de la preMDT para NBA, segmentación envíada a la entidad. y realizar los cambios a la documentación (12Dic)   Se está terminando el proceso de documentación para dar inicio al proceso de automatización, se espera entregarlo a finales de esta semana.  (11Nov)  Se paró el desarrollo de la parte del pipeline de recalibración para enfocarnos en el proceso de automatización. Se iniciarán las automatizaciones la proxima semana  (27Oct) Se esta trabajando en la parte de la recalibración, ya se acordaron las métricas para correr dicho proceso. Se desarrollo la estructura de la documentación y falta llenarla  (06Oct) Se terminaron pruebas unitarias de scoring, Reunión para definir las métricas que serán usadas como criterio de la reclaibración (29Sep) Se están terminando las pruebas unitarias de la parte del scoring.  (22Sep) Ya llegó la info actualizada de flujo de caja, pero estamos haciendo los ajustes  del scoring y estamos pendientes para empezar el código de recalibración y backtesting. Segmentaciín tiene ya las pruebas unitarias done, emepzaremos las otras pruebas cuando se termine el código faltante. (08Sep) Estamos corriendo el nueva MDT y scoring. Falta crear los códigos de recalibración. Se estará enviando la información del scoring.  Sebas nos envia una validación de las fuentes de CIFIN.  (01Sep)  Se disponibilizó la segmentación y la mdt para Sebas para que corra el modelo de NBA 1.0 y se espera recibir la información del modelo para poder hacer la selección de los grupos para piloto la semana del 7 de sep. (25Ago)  En proceso de estandarización de información,  en proceso de ejecución de MDT y scoring con las bases actualizadas que debene terminar de llegar hoy. (19Agost) No ha llegado la información por lo que se evaluará el ajuste de las fechas dependiendo de la nueva fecha que de la entidad (10Agost) Definidas fechas de piloto y ejecución de calificación de bases. Definir las métricas del piloto viernes 14 Agosto. Esta semana se implementará la alineación bayesiana (04Agost) Pipelines revisados justo antes de alineación con Sebas Jimenez y en revisión de pruebas unitarias con Mary. Falta el visto bueno de la implemnetación de la alineación.  (27julio) Falta estatus de reunión con Juan para decisión final (Implementación de alineación Beyesina), pero ya está el código avanzado para su implentanció. Aún hace falta la deficnión de piloto ya que dependemos de la información que esta represada. (21 Julio) Reunión para ver decisión sobre alineación, aún a la espera de la información actualizada para correr fuentes para pilotos.  Correr una versión más actualizada de la segmentación. Pipelines en pruebas unitarias  (13 Julio) Finalización proceso de Alineación, miércoles 15 debería estar listo (06 Julio) En proceso de definición de alineación y finalización del pipeline, a espera de validación de estructura del piloto, y las pruebas de los resultados del pipeline. (Old)Quién se queda haciendo pipeline  20 MAY",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "Cambio de librerias XGBoost, modelos sin novedad",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "L5",
  "unidadImpactoFinanciero": "Utilidad antes de Impuestos",
  "impactoFinanciero": "$2.634 M COP",
  "financieroAdl": "Nestor Rodriguez",
  "financieroEntidad": "0",
  "sponsor": "Aura Maria Reyes",
  "mainContact": "Claudia Barbosa",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}