{
  "id": "otorgamiento-dital-pymes-fase-2-occ",
  "entityId": "banco-occidente",
  "name": "Otorgamiento dital Pymes Fase 2 - Occ",
  "etapa": "7. Seguimiento",
  "status": "Finalizado - sin uso",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "",
  "idFinanciera": "887993",
  "tipoProyecto": "Caso de Uso",
  "suite": "Origina",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Daniel Felipe Grijalba Gonzalez",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Edgardo Jose Castaño Ramírez",
  "mds": "Katherin Quiñones",
  "mantenimiento": "1. L",
  "tallaje": "S",
  "horasDs1": "1.25",
  "horasDs2": "1.25",
  "horasDs3": "1.25",
  "horasDs4": "1.25",
  "totalHorasTallaje": "1.25",
  "horasSemanaPorcentaje": "0.03",
  "observaciones": "(29Jun23) Se establecio plan de trabajo con Claudia Barbosa. se debe validar con Nestor Efren el costeo solicitado el 29/06 para llevarlo a Aura y Claudia para su VoBo, ya iniciamos actividades con Kathe y Edgardo.  (02Jun23) Se encuentra pendiente de aprobación de Jorge Lozano (09May23) Pendiente recibir solicitud por parte de PO de añadir variables en la estructura de salida que se tiene en producción (14dic22) Se amplia entregable para el 09/01/2023 por solicitud de la celula e inclusión de variable de corte de PI  (27JUL2022) Para clientes actuales se han realizado diferentes ejercicios pero riesgos sigue sin aceptar el modelo, ha hecho solicitudes particulares que implican sacrificar la calidad de la pi, para clientes nuevos el modelo aún no llega a las metricas esperadas. La meta es poder desbloquer el tema con riesgos  (30JUN2022) Esta en la fase de backtest para existentes, y los de nuevos esta en desarrollo, y mañana se tiene la sesión con riesgos para el uso de los modelos de otorgamiento. También se esta trabajando con el impacto financiero y se le aclaro a Andres en que fase se esta. (25May2022) Se dio inicio al proceso de medición de los modelos resultantes vs los actuales de la entidad, se encuentra en proceso de garantizar la comparación de los modelos para poder validar los resultados y aprobar la solución. (25 Mar) Se definiron 4 modelos, 3 para poblaciones por niveles de venta para clientes existentes y 1 para clientes nuevos, se encuentra en redefinición de variables y enfoque dado la entrada en vigencia d ela Ley de Borrón y Cuenta Nueva (4 Ene) Se concluyo el proceso de revisión entre SARC y EMIS y las fuentes de las SUPER logrando tener hasta un 99% de coincidencia de los valores de los PYG, se debe priorizar definir población objetivo para establecer VO, ya se tiene acordado ventade de observación y OOT, (27 Dic) Se trabajó en el process de algunas fuentes relevantes como las de EMIS, superintendencias y SARC. En el caso de Sarc, se hizo entendimiento con el equipo de riesgo y unos administradores del aplicativo SARC en la entidad, sobre unas tablas que pueden contener info relevante como garantías, moras y el sector económico. De superintendencias se trabajó en la homologación de campos y validación de valores de las variables e indicadores financieros, por ejemplo se está cogiendo EMIS, Superociedades y Tblmovcuentas (SARC) y se revisa un nit en las tres fuentes los valores de los indicadores financieros.  De momento lo que se ha identificado es que hay mayor coincidencia entre lo que dice SARC y Emis. En la supersociedades vemos varios valores no coincidentes o similares.(16 Nov) Se presento NineBoxes con la mesa de trabajo, se encuentra en refinamiento, surgen comentarios que se estaran cerrando en el transcurso de la semana. Se empieza a revisar Paisaje de Datos con el equipo de DE BOCC y ADL.",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "Inicio de operación digital hacia clientes Mayo 2023",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "L3",
  "unidadImpactoFinanciero": "En dimensionamiento",
  "impactoFinanciero": "En dimensionamiento",
  "financieroAdl": "Nestor Rodriguez",
  "financieroEntidad": "0",
  "sponsor": "Aura Maria Reyes",
  "mainContact": "Claudia Barbosa",
  "sandbox": "0",
  "nombreHcCuanto": "291000027 ORIGINACIÓN PYMES FASE II",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}