{
  "id": "churn-pensiones-obligatorias-por",
  "entityId": "porvenir",
  "name": "Churn pensiones obligatorias - POR",
  "etapa": "7. Seguimiento",
  "status": "Finalizado - con uso",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "3. Seguimiento BAU Impacto en captura",
  "idFinanciera": "854776",
  "tipoProyecto": "Caso de Uso",
  "suite": "Recupera",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Luisa Maria Torres Ballen",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Nicolas Maldonado",
  "mds": "Luis Lujan",
  "mantenimiento": "1. L",
  "tallaje": "S",
  "horasDs1": "3",
  "horasDs2": "1.5",
  "horasDs3": "1.5",
  "horasDs4": "1.5",
  "totalHorasTallaje": "3",
  "horasSemanaPorcentaje": "0.07",
  "observaciones": "(11/04/2023) Se construyen 3 escenarios de L5 que se presentaron a la entidad, estamos en etapa de refinamiento del caso de negocio. (26DIC2022) Se esta trabajando en la construccion del L5 para esto desde el equipo de aseguramiento financiero se propuso un cronograma de trabajo y desde la entidad nos compartieron informacion sobre los costos de las campañas y el tablero de seguimiento de las campañas.\r\n(29JUN2022) Ya se habia hecho offboarding, Lu va a averiguar el tema del impacto (25 Mar)  A la espera de definir con el equipo de Porvenir si la recalibrancion del modelo se hace desde ADL o desde la entidad. Ya se otorgaron permisos a DS Steven para clave de AWS, por lo cual ya tiene accesos a las máquinas y WS. (17 sep) Se siguen presentando problemas con el envío de la información  por lo que se ha atrasado la entrega del score finalizado. (17FEB)  Offboarding con Mateo, se solicitó sesión con Sergio para cierrre de impacto de negocio (12Dic)    (11Nov) Se corrió el pipeline y esta en proceso de envío a Porvenir. Se esta trabajando en el data validation y dashboard para el pipeline de este caso. A su vez estamos generando la presentaición para el proceso de operativización de caso1 como el ejercicio de revisión del modelo de Colpensiones. (27Oct) Esta semana tenemos los resultados finales del piloto Colombia, estamos validando la mejor combinación de estrategias para la proxima operatización y se esta realizando el ejercicio de revisión del modelo de Colpensiones. Automatización: Estamos a la espera de la solución del ticket , Paula nos ayudaría con la corrida \"Manual\" dado que aun no está el pipeline automatizado.  Se intentará priorizar los tickets para el proximo sprint de DevOps (06Oct) Se validaron las fechas de nacimiento con data a SEP20 y ya no se pierden los 900K afiliados por fechas inválidas. Se realizó el refactor para scoring COLP. Se revisaron las cifras a cierre de 25 de Sept y las tasas de retención se mantienen, pero hubo una fuga (fecha de radicación) alta comparado con el resto del año, aunque no se evidención alguna tendencia en particular (29Sep) TI Porv revisó y de ese lado no se ven los datos faltantes, ya se descartó que se pierdan en la estandarización, continuamos con las pruebas sobre el pipeline para ver en dónde se pierden las fechas. Se revisarán los reusltados de la operativización C1 a cierre 25 de sep (22Sep) Se realizo la ppt para la reunión de Presidenica ADL y Porvenir. Estamos en proceso de validación de la fecha de nacimiento y ver por qué no cuadran las fechas.  Pipeline se encuentra en pruebas unitarias. En OCT 20 estaremos cerrando el piloto. podriamos entregar nuevo modelo corrido a OCT en la segunda semana de NOV (08Sep)  Se revisaron las métricas de evalución de las estrategias y se definieron nuevas basandonos en los criterios de donde se tiene oportunida de mejora por falta de contacto y el comportamiento cuando realmete se contacta al afiliado. Se le presentó a AG y se esta trabjando en una presentación para vela con presidencia (01Sep) Porvenir tuvo una reunión de presidencia y  por parte de presidencia los resultados no son los esperados y Miguel considera que no es suficiente la inversión para el retorno. La mesa principal se reunión revisó los comentarios y esta generando desde el lado de ADL una presnetación de revisón del caso en totalidad. (25Ago) Desarrollar un slide del impacto financiero de caso 1 para reunión con presidencia. Empezaremos el proceso de alto nivel para proceso de offboarding. Se tomó com o defición para los cálculos de churn como, no se cuenta el afiliado si solicito retiro antesde ser gestionado por la estrategia.  En proceso de automatización de modelos de AFP y Colp recalibrados. (19Ago) Seguimiento de operación CO, se generó ruido dado que no se ve diferencia entre estrategía y control. Próximo reporte 1 sept. Evaluado el alcance del cálculo de los sleeping dogs. En proceso de generación del pipeline automático para ser enviado a DevOps (aprovisionando infraestructura)  (10Agost) Ajuste de los valores para presentación nivel4 dado que tenemos gente que hizo la solucitud de retiro mucho antes de lo que se incluye en el modelo (fechas desde Julio) por lo que niserán tomadas en cuenta y Pao nos ayudará a hacer la actualización. Esta semana tenemos Nivel4 para presentar resultados C1 y pilot C2 (04Agost)  Semana 1 de seguimiento del pilot, reunión con DC para ver los resultados previos que serán mostrados a Bernardo(5 Agosto). Y reunuón e nivel 4 el 13 de agosto. Validar cifras reales de churn.  (27julio) Ampliar el grupo de más valor para hacer las 15k llamadas presupuestadas, cada 15 días se estará enviando reporte por parte de Desarrollo comercial. Adicion del costo de la estrategia asociado por cliente. Primer reporte 6 agosto. Se solicitó la infraestructura para el pipeline en producción. Se estará ajustando los códigos de training para COLP. Salimos 23 de Julio (21 Julio)  Envio de los 103K casos a mercadeo (AFP y Colpensiones) respectivamente, se le van a mostrar los escenarios a Sergio para definciión de métricas de retención de mercadeo (06 Julio) Modelos de AFP recalibrado y Colpensiones en proceso de recalibración (23 Junio) Código Spark - DONE. AFP -  Se decidió hacer recalibración - Correr el modelo y actulizar pkl, tunning de parametros, backtestings. Colp - Validación de vigencias dependemos de que llegue al info a Porvenir. (BLOQ).",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "",
  "unidadImpactoFinanciero": "",
  "impactoFinanciero": "0",
  "financieroAdl": "Andres Rodriguez",
  "financieroEntidad": "0",
  "sponsor": "Alejandro Gómez / Andrés Vasquéz",
  "mainContact": "Alejandro Mora",
  "sandbox": "0",
  "nombreHcCuanto": "291000060 PO A CHURN PO",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}