{
  "id": "economista-artificial-occ",
  "entityId": "banco-occidente",
  "name": "Economista artificial - OCC",
  "etapa": "8. Standby / Deprecated",
  "status": "Deprecado",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "240814",
  "tipoProyecto": "Consultoria Entidad",
  "suite": "Otro",
  "tipoDesarrollo": "N/A",
  "ds1": "Fabian Camilo Lara Acosta",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "",
  "mds": "Katherin Quiñones",
  "mantenimiento": "NA",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(17Feb)  Se afectaron los modelos dados varios temas, fuentes modelos por lo que ya el pryecto hasta SEp    (11Nov)  Están en capa 2 y capa 3, han tenido que repetirlo varias veces porque contemplan cosas mal, entonces para ambas cosas nuevamente deben repetirlas, y tienen fecha límite del martes. Esto solo es del primer sector(comercio), del segundo sector(agro) ya están recopilando información de noticias (27Oct) Se sostuvo otra reunión para revisión de caso 2, en dos días deberían presentar la segmentación sin embargo las bases son bastante pequeñas por lo que dificulta la segmentación, se espera una mejora con el acercamiento propuesto por el equipo de DS (06Oct) Capa1 se aceptaron 11 de 12 de los modelos, se les pidieron métricas de train, validation.  Capa2: aún no se cumple el objetivo con el desarrollo planteado. (29Sep) Se tienen inconvenientes para generar una segmentación dado que tienen poco registros. Se estará revisnado el código con Johi  (22Sep) Se vio un impacto en cronograma debido al volumen de modelos que se estaban corriendo lo qué generó el impacto en la máquina. Se le solicitó a fabian revisar el código, pero estamos validando co nLina si se debe hacer o no (08Sep)  Se realizaron ajustes a los modelos sugeridos por ADL lo que logró mejorar las métricas de ajustes. Se necesitan hacer cambios de algunos articulos que estaban en el sector erróneo. (1Sep) Primer sector se presentaron resultados de la segunda capa. Y en proceso de creación de los modelos del segundo sector. (25Ago) Se esta recolectando la información para el segundo sector y la segunda capa para el primer sector. Esta semana se estará revisando el proceso de generación de pipeline(19Agost) Se está empezando la primera capa del pipeline con DE ADL (10Agost) IBM nos mostró su ensayo para ajustes del modelo que no resultó. El 13 de agosto se presentarán los resultados de los modelos ajustados con más noticias. (04Agost) Se realizó una reunión para ver el modelo, con la muestra OOT se vio que el modelo era estable, pero para algunos subsectores(6) las métricas no son muy buenas por lo que se está recurriendo a buscar más noticias. (27julio) Se aprobó incrementar historia para tener más noticias y revisión de filtro de atípicos. Definición de nuevas noticias.(21 Julio) El desbalanceo sigue siendo grande, y hacen falta aún más noticia, se hizo oversample pero no satisface los requerimientos tecnicos de ADL y la entidad,  IBM va a probar el XGBoost y ampliar la venta de training (06 Julio) En proceso de busca de fuentes de articulos para alimentar la MDT, el proceso se está realizando de manera manual por ahora. (OLD)Estar más involucrado en el proceso de modelamiento como supervisión",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "",
  "unidadImpactoFinanciero": "",
  "impactoFinanciero": "0",
  "financieroAdl": "Natalie Donato",
  "financieroEntidad": "0",
  "sponsor": "Juan Anaya",
  "mainContact": "Aura Reyes",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}