{
  "id": "crm-occ",
  "entityId": "transversal",
  "name": "CRM-OCC",
  "etapa": "6. Operativización",
  "status": "Finalizado - con uso",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "",
  "idFinanciera": "433261",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Andres Ortiz avila",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "William de Jesús Zabaleta Aragón",
  "mds": "Sergio Arias",
  "mantenimiento": "NA",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(14dic22) Cierre de pruebas satisfactorias, se inicia paso a producción  (27JUL2022) Se esta trabajando en los ajustes detectados para la segmentación de personas y se espera que en Agosto ya se tenga la certificación y el pipeline finalizado (30JUN2022) Ya se sabe que es lo que hay que modificar y Andres envío correo con los cambios y el tiempo para confirmación por parte de la entidad, los tiempos de cambios los dio ingenieria. En la segmentación de empresas estan en validaciones para inclusión en MDM (25May2022) Pruebas en PN y PJ se terminaron, sin embargo estamos evaluando un posible cambio en el alcance debido a la consideración de clientes según la banca de atención, se espera revisar el 27/05. (25 Mar) PJ concluido con pruebas funcionales. PN se enviaron pruebas se encuentran en revisión de casos con información nula en ciudades que no permite la clasificación de los casos. (4 Ene) Se esta revisando los codigos dejados por el anterior DE y homologando arquitectura y estandarización de la codificación con el actual DE (3 Dic) Estamos validando casos de PJ, revisando resultados de pruebas ya que se presentaron casos en NULL y deben ser evaluados por default a Advance. (08 Oct) Desarrollo de test de PJ, validando los casos correspondientes por la parte funcional. En el caso de PN se encuentra en proceso la codificación de la regla de participante unico. Se encuentra en desarrrollo traer los codigos de NBA personas y Empresas para empalmar resultados y enviar a MDM. (01 Oct) Se consolida regla de participante unico para culminar PN y se estan en pruebas funcionales de PJ a la espera de respuesta (17Sep) Actualizando fuentes de Mareigua y Billetera para reemplazar en la codificación de PN; desarrollos de recibirr la Info seran llevados por la celula de Bi/Ba que lidera Xiomara (10 Sep) Casos de backtesting en PJ evaluados por el equipo funcional. En PN estamos actualizando MAreigua que cambio de estructura y cerrando definición de regal unica de participantes. El banco debe iniciar el desarrollo de recibir los resultados y llevarlos a MDM, proxima semana debemos cerrar temas de la codificación de PN y empezar a incorporar codigos de segmentos de NBA",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "",
  "unidadImpactoFinanciero": "",
  "impactoFinanciero": "N/A",
  "financieroAdl": "0",
  "financieroEntidad": "0",
  "sponsor": "",
  "mainContact": "",
  "sandbox": "0",
  "nombreHcCuanto": "291000031 BO CRM",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}