{
  "id": "churn-personas-bac",
  "entityId": "bac",
  "name": "Churn Personas - BAC",
  "etapa": "8. Standby / Deprecated",
  "status": "Deprecado",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "4. Recalibración",
  "idFinanciera": "466667",
  "tipoProyecto": "Caso de Uso",
  "suite": "Recupera",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Leandro Sanchez Quiroga",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Oscar Eduardo Rendón Sotelo",
  "mds": "Katherin Quiñones",
  "mantenimiento": "1. L",
  "tallaje": "S",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(16JUL2024) Estamos actualizando los datos que estaban pendientes del primer trimestre para poder general la calificación a corte de Junio. También se está trabajando en el impacto financiero L3 extrapolado a todos los países.  (29Jun23) Pendiente validar el VoBo sobre el impacto financiero L3 con los ajustes realizados y socializar con Melissa.\r\nCerrar procesos de estandarización de datos con DE - ADL (08May23) Continua proceso de automatización en las operaciones 100% lo que respecta la ejecución desde ADL, aun se debe consolidar pipeline y cerrar pequeñas brechas de estadarización de datos(14dic22) Se realiza validación de modelo de negocio (27JUL2022) Cami finalizo modelado para Nicaragua de los 5 productos y ya se llevo a la mesa, el objetivo en agosto es finalizar las actividades de valor del cliente y el diseño del piloto, si es posible iniciarlo.+ En este mes se finalizó la etapa de modelación de Panamá, se contextualizó la operación y estamos pendientes de que terminen de actualizar data para sacar la base priorizada para que la operación coordine piloto. Se realizaron también las mediciones del piloto de CRI, entre BAC-ADL, el cual dio resultados interesantes. Se estuvo en constante validación de data de SLV y GTM. Se cerraron los puntos de corte de la variable objetivo para SLV y GTM. Se inició modelación para SLV. Se espera para el mes de Agosto: culminar modelación para SLV y GTM. Mediciones del piloto de CRI y HND.\r\n+ Enviar bases calificadas para iniciar pilotos en PAN, NIC, SLV y GTM.  (29JUN2022) CR: Se estan haciendo las mediciones del piloto por parte del DS del BAC, HON: Inicio piloto esta semana, PAN: Se esta finalizando modelamiento JULpor parte de Sebas, NIC: Inicio Cami con el ajuste de la VO, salv Y guat: Estan por iniciar modelado. (25May2022) Se inicio Piloto en CRI, se encuentra desarrollo de modelos para HND y calificación de potencial de valor para pilotear en Junio y desarrollo y consolidación de modelos para el restante de las operaciones con el apoyo del DS de BAC al 80% (25 Mar) Se concluyen ajustes para modelos de Decrecientes, se debe pasar a construcción de CLTV para cerrar diseño y operativización del piloto.(27 Dic) + Sigue pendiente la validación por parte de Josúe de las cuentas que a pesar de su antigüedad no salen en todos los periodos que deberían. Salen solo en 202104 y 202105. Sobre el correo que se compartió el día miércoles no hay respuesta todavía. + Se solicitó validar si se puede incorporar la variables días desde el último pago en la construcción de la variable objetivo o como unos segmentos adicionales a los ya establecidos. + Los dos DS del BAC están de vacaciones, por lo cual sigue pendiente que nos compartan los usuarios de Github. + Esta pendiente realizar una prueba de salida de ADL a BAC y tendríamos listo el canal Go Anywhere.\r\n+ El impacto financiero no se va a actualizar hasta tener bien definidos los grupos de recuperación. (08 Oct) Se realiza validación metodologica, se espera iniciar con Diseño Piloto (01 Oct) Se presento planteamiento analitico se dara inicio al diseño del Piloto y se esta en curso de la recepción de las fuentes (17 sep) Falla en el sharefile a atrasado la recepción de información, seajustó el error el día 16 de sept. Se continua con el proceso de revisión de la información.",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "Pedro Montenegro",
  "nivelImpactoFinanciero": "L3",
  "unidadImpactoFinanciero": "VPN a 3 años",
  "impactoFinanciero": "2.3 M USD",
  "financieroAdl": "Nestor Rodriguez",
  "financieroEntidad": "0",
  "sponsor": "Oscar Vargas",
  "mainContact": "",
  "sandbox": "0",
  "nombreHcCuanto": "290700014 BAC",
  "sharepointLink": "https://avaldigitallabs.sharepoint.com/sites/analticaavanzada/Documentos%20compartidos/Forms/AllItems.aspx?id=%2Fsites%2Fanalticaavanzada%2FDocumentos%20compartidos%2FBAC%5F002%5FCHURN%5FPN&viewid=04edaf32%2Db3f7%2D42e4%2D8fbb%2D72870f0fbb0b",
  "sharepointActividades": "En organización",
  "jiraLink": "https://avaldigitallabs.atlassian.net/issues/?jql=project%20%3D%20%22AOS%22%20AND%20component%20%3D%20%22BAC%20CHURN%20CLIENTE%22",
  "jiraActividades": "Actualizado",
  "confluenceLink": "https://avaldigitallabs.atlassian.net/wiki/spaces/adldatalake/pages/3291250702/Caso+de+uso+Churn+Persona+Natural",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}