{
  "id": "propension-retanqueo-libranzas-pop",
  "entityId": "banco-popular",
  "name": "Propensión Retanqueo Libranzas - POP",
  "etapa": "5. Automatización DL",
  "status": "Automatización",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "4. Recalibración",
  "idFinanciera": "14115",
  "tipoProyecto": "Caso de Uso",
  "suite": "Prospecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Jose Daniel Lancheros Marin",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Oscar Eduardo Jaimes Garnicas",
  "mds": "Fabian Lara",
  "mantenimiento": "1. L",
  "tallaje": "S",
  "horasDs1": "10",
  "horasDs2": "5",
  "horasDs3": "5",
  "horasDs4": "5",
  "totalHorasTallaje": "10",
  "horasSemanaPorcentaje": "0.24",
  "observaciones": "(11/04/2023) Se realiza el backtesting y se evidencia que las cifras y las distribuciones han cambiando durante el tiempo. Se inicia revision para entender los cambio. \r\n(26DIC2022) Se identifico que las fuentes en donde venia la variable objetivo cambio a las fuentes de gestion de cmapañas de crm, por lo que se esta incluyendo este cambio, se realizo el process de performance y se esta trabajando en la construccion y automatizacion del scorecard en el pipeline de backtesting.\r\n(19SEP2022) Se debe hacer el pipeline de backtest y recalibración, pero no se ha abordado porque se espera tener primero para adquisición de TDC (29JUN2022)  Se debe proceder con el doc de offboarding y la inclusion del backtest y la recalibración cuando Edward finalice la prueba con durmientes (25MAY2022) Estamos a espera de la prueba del pipeline de recalibración en el caso de aumento de uso, para desplegarlo en los demas casos productivos (28MAR2022) Se hizo reunión con el equipo de ingenieria para incluir la recalibración en la step function. (17FEB) StandBy po proceso de estadarización e iniciar la recalibración (12Dic)  Se iniciará el proceso de recalibración desde ADL compartiendo conocimiento con el ds de POP , dado que desde la entidad  no se pueden conectar por VPN y sólo tienen acceso a EMR. Se espera terminar el proceso de recalibración la primera semana de enero para poder dar cierre el proceso de off-boarding, pero dependemos de la agenda del DS de la entidad  (11Nov) A la espera de la entrega de los workspaces para empezar el proceso de recalibración y así dar paso al off boarding.  El proceso de entrega de información ya está automatizado, sin embargo los códigos están a la espera de la recalibración para envío a producción. (27Oct) Se envió la base calificada por el temporal dado algunos problemas con el envío por el canal automatico. La última reunión de entendimiento con el DS de POP será esta semana y se realizará el proceso de recalibración la próxima semana, se espera contar con el acceso a WS.  (29Sep)   Cuando Alejo vuelva de vacaciones seguiremos el proceso de reclaibración y offboarding (22Sep) Reunión final con los DS, sólo queda pendiente la recalibración del modelo. Esta semana los DS estarán solicitando los accesos para empezar recalibración el 13 de OCt (08Sep) Hoy se realizó la segunda reunión para compartir conocimiento con los DS de POP, estamos validando las fechas paralos accesos de los DS (01Sep) Se realizó la validación de quienes son las personas que requiren acceso para este proyecto y se realizó una reunión con el DS para empezar a enseñarle el modelo, se espera empezar recalibración en la semana del 14 de sep  (25Ago) Se realizó reunión de offboarding y Myriam solicitó unir al DS de Popular al proceso de recalibración, por lo que se requiere accesos al DS y el ajuste posterior en el proceso de automatización. Se realizarán dos sesiones de entendimiento y una semana más para proceso de recalibración. (19Ago) Validación de los requisitos del offboarding y definir las sesiones de entrega. (10Agost)  Se sostuvo la reunión de off boarding, se realizará la recalibración del modelo y se iniciará las sesiones de offboarding. (04Agost)  Ciclo de vida (area que esta trabajando con Everis) solicitaron un cambio en el archivo a recibir para empezar un proceso de acercamiento a los clientes de forma digital. toca validar si dicha información está en Augusta. La semana del 10 de agosto se empieza el proceso de recalibración. (27julio) Calificación de la información 20 de agosto con la información que llega el 15 de agosto. Se va a realizar una actualización de l modelo. Generando backtestin para reunión del 4 de agosto para decidir si se realiza un reentrenamiento (fecha \"tentativa\" 18 agosto). (21 Julio) En las últimas dos campañas no se ha usado.Filtro para hacer llamadas y enviar a MKD. Se acordó claificar base total y POP hace sus filtros, medición por canal. Alistar reunión para ver el backtesting del modelo (13 Julio)  Validación de cuándo fue la última vez que se corrió el modelo, en proceso de ver que se va a hacer con el modelo proximamente. (06 Julio) ON-HOLD reentrenamiento, dependemos de la premura de la entidad, TBD 7 Julio.  (23 Junio) ONHOLD- aplicar lo que se vió en el lab de Sagemaker. Definir fechas de reentrenamiento. (OLD)Cifras de medición de campañas, mal medidos. No sabemos que cifras se usarían para base line. En proceso de validación de cifras dadas por Myriam. Alejo en proceso de recalibración",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "- Se realizo la migracion del viejo Core de pasivo al nuevo Core, el modelo se encontraba automatizado sobre las fuentes de datos que llegaban desde el viejo Core de pasivo y se empezo a ver afectado por la migracion debido que cada vez llegaban menos registros de cuentas de ahorros y cdts. Para este mantenimiento se realizo la creacion de unos nuevos scripts que apuntan a las tablas del nuevo core.",
  "dsEntidad": "Cristhian Cordoba (DS BI)",
  "nivelImpactoFinanciero": "L5",
  "unidadImpactoFinanciero": "VPN",
  "impactoFinanciero": "10983",
  "financieroAdl": "Felipe Labarrera",
  "financieroEntidad": "Carlos Manzano",
  "sponsor": "Luis Fernando Gómez",
  "mainContact": "Mishel Meneses / Freddy Quintero / Omar Triana",
  "sandbox": "0",
  "nombreHcCuanto": "291000054 BP PROP LIBRANZAS",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}