{
  "id": "crm-bpop",
  "entityId": "transversal",
  "name": "CRM-BPOP",
  "etapa": "6. Operativización",
  "status": "Finalizado - con uso",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "",
  "idFinanciera": "420816",
  "tipoProyecto": "Caso de Uso",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Andres Ortiz avila",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Jorge Andres Camacho Ramirez",
  "mds": "Sergio Arias",
  "mantenimiento": "NA",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(27JUL2022) Se finalizo todo y ya se esta cargando en el mdm  (30JUN2022) Ya se cerro el tema de la puesta en producción y esta por iniciar la visualización, se esta presentando fallas en la visualización porque hay unos segmentos y subsegmentos en nulos, lo reporto Antonio el 29062022 (25May2022) Se realizo la solicitud de despliegue con DataOps con los resultados de segmentación y microsegmentación, se deben validar pruebas de ingesta a MDM para ya formalizar el proceso en productivo. Pendiente validación de archivo de reporte de segmentación y finalizar ingesta de info en DataViz (25 Mar) MICRO: Estamos pasando una fuente mensual a diaria que se cambio por requerimiento de Fredy Quintero y afecta la puesta en producción. Ya se hizo el cambio a MDM que recibe los datos en producción. Falta Dataviz y envio de reporte a los funcionales de razones de clasificación, este ultimo se genera pero no se esta transmitiendo aun de manera automatica. (4 Ene) Se esta preparando proceso de clasificación para el 10 de enero y puesta en producción para el 31 de enero, para continuar en Relacionados donde se debe exponer la propuesta analitica para relaciones entre PN. (3 Dic) Se encuentra Ingenieria retomando paso a stage, debido a cambio de Ingeniero, el 09/12 llega Catalina de licencia para pasar a producción. (08 Oct) Preparamos ajustes de las ciudades de la VP de Empresas ya que son parametrizadas y se ampliaron las ciudades de cobertura con sus respectivos munipios aledaños. Preparamos cierre y entrega del proyecto a Oscar Herrera DE, para pasar proceso a producción. (01 Oct) ajustes para cargue cero, se validaron reglas de Personas ya que se evidencio un ajuste en las pruebas (17Sept) Recibimos archivo manual pendiente sin novedad, Con este paso completamos la información necesaria para ejecutar las calificaciones pendientes, las cuales vamos avanzar durante esta semana (10 Sep) Ejecutamos eventos al cierre de Agosto, se actualizo ETL de SF que esta pendiente y pasamos a ticket de Producción con un estimado de 3 semanas para cargue cero y empezar a clasificar Diario y Reclasificación mensual (12Dic) POP: Se realizó el requerimiento de la info, sin embargo se han tenido problemas en el proceso de transmisión , y hemos avanzado en el proceso de microsegmentación y  se presentar la propuesta metodoglogica . Viz se cerraron los talleres con PJ y PN y se recopilaron los eventos. OCC: Se cerróla documentación para PN y PJ,  y se actualizó el requerimiento de información para la célula habilitadora. Se está revisando por parte de la entidad el uso de dim_cliente con MDM. REL:  Revisado con OCC  (donde está, rutas, fuentes) y se estará revisnaod con POP (11Nov)  Se realizó la revisón del documento de reglas con POP y los comentarios que se generaron en el proceso de revisión y serán adicionados al documento.  Con esto ya podremos empezar codificación, sin embargo tenemos que evaluar los inconvenientes de información que se han estado presentando. OCC: Se montó el documento para las reglas y abordar el tema con banca empresas e iniciar el documento después del acercamiento.  BdB primer acercamiento . (27Oct) OCC: estamos defiendo como estaremos trabajando con las variables que están dentro de la segmentación pero no están en MDM, por lo que es necesario ver de donde lo sacamos y el plan de cargue. Cerrando definiciones para poder terminar el requermiento de info. POP: En cierre de definición que divide entre VP PN y VP PJ (30Oct), con esta definición se cierra el requerimiento de información. (06Oct) POP: Cerrando requerimiento de  información e iniciando codificación de las de reglas de PN con las muestras disponibles.  OCC: Reunión con TI de OCC para revisar el requierimiento de información a la netidad y acordar tiempos y el envío de la muestras. Revisión de MDM para cada entidad. Generando los cronogramas de cada entidad, aún en validación interna. POR:  Se está iniciando el proceso de conformación de la mesa. (29Sep) POP - Johnatna nos envió las bases, DE validando si están en Auguta y las variables que tienen. OCC - estamos pendientes de definir como se va a correr el proceso de segmentación que ya tenemos en procesode automatización, nos reunimos de forma interna para ver posible procesos de ejecución y con la entidad para solicitar información actualizadada (22Sep)  Se creo la requerimiento de info para las automatizaciones de POP, nos deben la regla de pymes dentro de la entidad, quedaron de confirmanos si pse puede usar la segmentación de empresas en pymes, se espera verlo mañana en el sprint.  OCC se necesita crear el requerimiento de información, falta la confirmación de parte de la entidad de los requerimientos que se les presentaron.Nos  deben enviar un excel con los claculos de la segmentación por parte de OCC para validar la salida y las cuentas.  Esta semana se empezará el proceso de defnición de metodología de relacionados. Empezaremos material para iniciar con POR.  (08Sep) OCC - Se vieron las visualizaciones con las que miden los seg en PN, y como se hace la calificación de los segmentos. El jueves van a ver el proceso de la marcación comercial.  POP - Ideas de microsegmentación para ver en el review del 9SEP. Nos reunimos ocn Lili para entender como funciona MDM y su implementación.  (01Sep) Empezamos segundo sprint para POP, reunión con los POs de PN(Se tiene una reunión con la persona encargada de correr la información con la persona que ejecuta la segmentación) y PJ (se va a tener una segmentación que incluye el sector de la empresa y es la que se va automatizar). OCC en proceso de entendiemiento  para PN y PJ como se ha llevado a cabo con POP.  Estamos pendientes de la definicón de reunión con BdB. (25Ago) Se espera poder tener una carta de aprobación con BdB en un par de semanas. Se inicia esta semana el primer sprint con Popular.   (19Agst) En sesiones detrabajo con Mónica para implementar la metodología de digital y como se van abordar los primeros sprints. Acondicionando el Jira con ayuda de Mary y Guille.  Sesiones admin con Popular y Occidente. Próxima semana empezariamos el sprint de Popular (10Agos) Sesión metodología 1 y estaremos teniendo la segunda el jueves 13.  Sesión de Kick-off con Porvenir, definición de 9Boxes hasta Oct, incluyendo visualización. Reunión con POP dado que desean microsegmentar gobierno, se debe validar las fuentes, grupos de tamaño suficiente, dimensionamiento. Avanzando en el proceso de preguntas de Viz. Solicitar documentación de las segmentaciones. (04Agos) Alieneación con PO de MDM (Johnsy) y Siebel (Carlos Santamaría), cronograma de la migración a Sibel y la implementación en el RDM. Como se van a implementar los segmentos en la estructura actual. En proceso de definición del backlog para las entidades. (23 junio) Desarrollando de la data que tenemos en Augusta y propuestas de segmentación con los 9 boxes  (Porvenir y Popular)",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "",
  "unidadImpactoFinanciero": "",
  "impactoFinanciero": "N/A",
  "financieroAdl": "0",
  "financieroEntidad": "0",
  "sponsor": "",
  "mainContact": "",
  "sandbox": "0",
  "nombreHcCuanto": "291000050 BP CRM",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}