{
  "id": "cobranzas-91-120-bdb",
  "entityId": "banco-de-bogota",
  "name": "Cobranzas 91-120 -BdB",
  "etapa": "4. Pilotaje",
  "status": "Desarrollo - Pilotaje",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Desarrollo",
  "subtarea": "5. En cierre de piloto",
  "idFinanciera": "241076",
  "tipoProyecto": "Caso de Uso",
  "suite": "Recupera",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Julio Antonino Zainea Maya",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Juan David Tinjaca",
  "mds": "Luis Lujan",
  "mantenimiento": "1. L",
  "tallaje": "M",
  "horasDs1": "6",
  "horasDs2": "3",
  "horasDs3": "3",
  "horasDs4": "3",
  "totalHorasTallaje": "6",
  "horasSemanaPorcentaje": "0.14",
  "observaciones": "(17JUL2024) Se está trabajando en la medición de consumo alto para que pueda calcularse el L3 en ese segmento, y para los otros se está haciendo un análisis detallado de por qué no han podido cumplir las casas con las estrategias propuestas.  (04OCT2023) Se esta realizando un analisis discriminado por spin en los ultimos meses del piloto para establecer la estrategia ganadora para los segmentos que estan pendientes por cerrar. (17ABR2023) Se dio el ok sobre la operativización del modelo para el segmento consumo alto, esta probandose para los otros dos segmentos. Estamos trabajando en el ajuste del L3 para el segmento productivo (02ENE2023) Se presentaron los resultados a Jose y a pesar que el modelo ordena, no se ven grandes diferencias en la estrategia, por lo que Jose nos sugiere proponer cambio de estrategia a la mesa desde el mes de enero y llevar algunas propuestas de acuerdo a lo que otras entidades hacen en esa altura de mora. (29SEP2022) Se presento el otro modelo de consumo y se va a iniciar el modelado de mocrocredtio, la idea es que en las vacaciones de Leandro, Lucho ayude al seguimiento y salida de piloto (28JUL2022) En el mes de julio se presentaron los analisis de buenos evidentes, contactabilidad y vo, se cerro la vo con algunos ajustes de definición y se decidio no particionar por buenos evidentes ni contactabilidad ya que no mostraban un comportamiento que lo necesitara. La meta para gosto es cerrar 2 de los 3 modelos y salir a piloto en octubre (30JUN2022) El día de hoy se presento el análisis de tasa de rodamiento despues de todos los filtros del negocio y fue aceptada por el PO y el gerente, se va a enviar correo para tener el ok por escrito y se procede a continuar con el analisis de buenos evidentes y contactados (25MAY2022) Se selecciono lista de variables y se recibio feedback de la mesa ya que algunas estan contraintuitivas, por otro lado, se solicito analizar a detalle las de contacto y acuerdos para ver si es necesario tomar las mismas medidas que en cartera castigada (28MAR2022) Se esta tramitando información de FGA que Mauricio Bohorquez solicito contemplar para el modelado, por otro lado se esta actualiando la MDT con info de 2021 (08 Oct) Fuente de asignación entregada e incluidas las fuentes de PB para la construcción de MDT (01 Oct) Se realiza asignación del cluster a DS se avanza en la construcción de los procces de Castigada (24 Sept) Continua proceso de exploración de la ATTXN , Construcción de los procces de reuso del Castigada y de Credito y TC. Se hace prueba envio archivo dummy para probar envio , descarga y distribución en mallas (17SEP) El PO ya dio el VoBo del uso de la información, pero dada la demora se les notifico que se debia impactar el cronograma porque ya no se llegaba a la fecha esperada. Además de las sesiones de fuentes quedamos en revisar la fuente AT TXN (10SEP) Se realizó el ajuste del calculo de saldo capital con el campo correcto de ATTARCREDITO, pero se mantiene la diferencia con los reportes presentados por el banco (60.000 Millones), en una revisión profunda se pudo asociar que la diferencia en saldo es asociado a los clientes de diferencia, se sigue averiguando por que se tienen diferencia en clientes. Esta en proceso de la DUCC para envio de información (30AUG) A la espera de una info adicionla, en seguimiento de actividades, Caso de negocio cerrado y se presenta el día de hoy  (09June) Incioc Kick-off oficial",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "Cristian Camilo Guevara",
  "nivelImpactoFinanciero": "L1",
  "unidadImpactoFinanciero": "VPN",
  "impactoFinanciero": "797M (1 año)",
  "financieroAdl": "Andres Felipe Ayala",
  "financieroEntidad": "Alejandro Castañeda",
  "sponsor": "Alejandro Esguerra / Jose Alarcon",
  "mainContact": "Camilo Amezquita / David Tavera / Alejandro Figueroa / Paola Martinez",
  "sandbox": "0",
  "nombreHcCuanto": "291000015 BB CARTERA 91 - 120",
  "sharepointLink": "https://avaldigitallabs.sharepoint.com/sites/analticaavanzada/Documentos%20compartidos/Forms/AllItems.aspx?id=%2Fsites%2Fanalticaavanzada%2FDocumentos%20compartidos%2FBBOG%5F005%5FCOBRANZAS%5F91%5F120&viewid=04edaf32%2Db3f7%2D42e4%2D8fbb%2D72870f0fbb0b",
  "sharepointActividades": "Organizada",
  "jiraLink": "https://avaldigitallabs.atlassian.net/issues/?jql=project%20%3D%20%22AOS%22%20AND%20component%20%3D%20%22BBOG%20CARTERA%2091-120%22",
  "jiraActividades": "Actualizado",
  "confluenceLink": "https://avaldigitallabs.atlassian.net/wiki/spaces/adldatalake/pages/3034546357/Caso+de+Uso+Cartera+91-120",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}