{
  "id": "fraude-suplantacion-tc-bdb",
  "entityId": "banco-de-bogota",
  "name": "Fraude suplantación (TC) - BdB",
  "etapa": "8. Standby / Deprecated",
  "status": "Entregado - sin uso",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "567142",
  "tipoProyecto": "Caso de Uso",
  "suite": "Cuida",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Juan David Tinjaca",
  "mds": "Luis Lujan",
  "mantenimiento": "1. L",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(11JUL2024) El modelo esta productivo al 70% y no ha presentado fallas, estamos intentando implementar el process de backtesting pero se detecto error en la data que nos envian, estamos trabajando con los PO para poder solicitar el cambio a la base y además usar ese insumo para el impacto L5  (04OCT2023) Se esta trabajando en el backtesting y la recalibración, los modelos estan productivos y al 70% desde marzo de este año. Además se revisaron dos casos reportados como fraude pero no se identifico ningún comportamiento atipico, se atribuyen a los falsos positivos del modelo. (17ABR2023) Se esta actualmente en un 70% del flujo con el modelo, tambien se realizo la documentación del caso en confluece y se esta en la organización de la carpeta de git. Cuando vuelva Marcela de vacaciones haremos las pruebas de backtesting y seguimiento de indicadores para finalizar (02ENE2023) Se realizo el backtest sobre las solicitudes evaluadas por confronta,  donde se evidencio que de los fraudes materializados, el 40% lo detectaria los modelos, el banco menciona estar preocupado por los falsos positivos pero lo hablaremos el 6/01/2023 porque estan haciendo conclusiones erroneas. (29SEP2022) Despues de que bajaron el flujo del modelo, no han vuelto a hacer presión por las mediciones ni el seguimiento de los casos de investigación, siguen sin entregarnos la información completa para identificar los motivos de fraude del 31 de agosto (28JUL2022) Tuvimos una sesión con Johanna Guacaneme y su equipo para enseñarles el modelo de fraude que actualmente esta en piloto unicamente para la originación de TDC Digital. La idea era que entendieran bien los objetivos de cada modelo, implementación y variables de cada uno. La idea es hacer un backtesting sobre solicitudes las solicitudes de TDC (no digital) y libre destino para ver como se comporta el modelo sobre estos y con base en ellos masificar su implementación, asi se en un inicio en batch como un sistema de alertas tempranas. La meta para agosto seria la primera revisión de indicadores de fraude, y definir la entrega del batch para libre destino (30JUN2022) Se hizo el cambio del 1% al 15% el 29 de Junio, y el ajuste de los ceros ya quedo en el flujo para el modelo 2 (25MAY2022) Se realizaron pruebas sobre bases enviadas por la entidad, donde se simula si alertaria fraude de unos fraudes efectivos, y el resultado fue muy positivo. Estamos a espera de ajuste en flujo porque en el modelo 2 estan llegando nulls, pero el api si esta devolviendo score (28MAR2022) Se salio a piloto en Enero, pero en el ultimo review por falta de fuentes para monitoreo solicitaron pausar el piloto, esta solicitud no se aprobo hasta que Alejandro Esguerra o Jose Alarcón lo autorizaran, por ahora el proceso del envío de fuentes esta en la DUCC. (08Oct) Se espera tener el flujo de TC listo para cierre de pruebas el 25 de Oct, Johanna está en proceso de estimación del nuevo flujo sin la segunda parte donde se prevenia mayoritariamente el fraude (30AUG) A la espera de la conexion del flujo de TC con el API se espera 3 Sep cierre pruebas en satege y sigue el proceso desde el lado del equipo de TC para la segunda parte del ciclo  (17FEB)  Se replanteo el piloto de fraude por cambios en el autenticador, Sesion con seguridad para ver los cambios y se requiere agendar una sesión con el equipo legal para su autorización para que se use un unico factor de autenticación. Recibimos la data de autenticador para sacar los escenarios de  que suscede con y sin confronta. (12Dic)  Se definió hacer una sesión para realizar la priorización y el cierre de los compromisos para la ejecución de los pilots del caso de uso. Utilizariamos el modelo 1 para manejar el número de preguntas de confronta a través de API de cliente, donde se puede realizar le proceso en enero sin tener que esperar a flujo digital de TC.  La ETLs de fraude mepezaran a trabajarse desde BdB despues de Feb cuando se termine empresas. (11Nov)  Se recibieron cifras por parte de BdB para caso de negocio y se requiere programar reunión con el equipo de finanzas para su aprobación una vez se actualice. Se estará revisando la deficnión de la población objetivo para el piloto para dar paso a seguridad y su aprobación (27Oct) Desde flujo digital nos está llegando la variable de \"si declara renta\" vacía, se reportorá por correo para su revisión desde BdB. M1: Ajustado y ne producción. M2:26Oct se entregó, Johanna lo estará revisando para validar las métricas y colocarlo en producción. Nos tiene que enviar información del autenticador (filtros aplicados) para ver simular si el modelo es un elemento adicional del autenticador o que reemplace confronta (06Oct) Recalibración de M2:08Oct.  Se tnedrá una reunión con el equipo de finanzas de la entidad para validar las cifras por parte de la entidad pero empezaremos por  darle contexto a la entidad. Se van a generar escenarios más detallados usando la info del autenticador para replantear el piloto cuando se tenga M2 listo.(29Sep)  Recaliabración se espera terminar el  02Oct y re está revisnado API1 con los cambios de M1. La reunión con finanzas será la otra semana. (22Sep) Fernanda sigue en calibración M2. Hubo un error en la función del  M1 se requiere hacer le ajuste que se hará esta semana. Libre destino quedó para OCT (Boris).  (08Sep)  Natalie confirmó que se están realizando las pruebas para salir a producción, y el proceso de calibración del modelo 2 sigue en ejecución.  (01Sep) Nueva fecha de implementación de API2-11Sep, Modelo1 estamos a la espera de la información para colocar en la ppt de presidencia del 2 de sept. Modelo2 para el 18 de sept. (25Ago) Seguimos en pruebas del API2, se espera para el 1o de Sept. Ya se tiene modelo 1 recalibrado, se adicioanron fraudes nuevos y se colocorá con los cambios en la ppt. El proceso de reentrenamiento de modelo2 se ejecutará para el 11 de sept. (19Ago) API modelo2 se espera estar implementado esta semana. Fernanda hizo un ajuste sobre el canal de gestión del desperdicio para mejorar en la ventana más reciente.  Definir la fecha del reentrenamiento del modelo. (10Agost) Fernanda está trabajando en el modelo 1a ver si mejora en la ventana más cercana, dado que las métricas no estaban dando tan bien. (04Agost) Modelo 1 ne proceso de recalibración por parte de la entidad se esperan ver resultados en el rviw del 6 de agosto, se ejecutará la recalibración del modelo 2 la próxima semana. Se definieron los slides para la presentación con presidencia. (27julio) Se está realizando el proceso de diagnostico, con el mismo corte bajó el recall pero el modelo sigue discriminando. (21 julio)  No han dado fecha aún,  Joha va a pedir el ticket para hacer seguimiento. Boris dijo que podía priorizarlo en Agosto. (OLD) A la espera de la información para validar como esta el modelo. (OLD) Modelo 1 - API OK - Gestión del desperdicio (25%). Modelo 2 - Con info de Buró - API (WIP)",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "Tatiana Barrera",
  "nivelImpactoFinanciero": "L4",
  "unidadImpactoFinanciero": "VPN",
  "impactoFinanciero": "4437M (5 años)",
  "financieroAdl": "Andres Felipe Ayala",
  "financieroEntidad": "Maryori Garavito",
  "sponsor": "Alejandro Esguerra / Jose Alarcon",
  "mainContact": "Camilo Amezquita / Francisco Forigua / Felipe Jimenez",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "https://avaldigitallabs.sharepoint.com/sites/analticaavanzada/Documentos%20compartidos/Forms/AllItems.aspx?id=%2Fsites%2Fanalticaavanzada%2FDocumentos%20compartidos%2FBBOG%5F001%5FFRAUDEDIGITAL&viewid=04edaf32%2Db3f7%2D42e4%2D8fbb%2D72870f0fbb0b",
  "sharepointActividades": "Organizada",
  "jiraLink": "https://avaldigitallabs.atlassian.net/issues/?jql=project%20%3D%20%22AOS%22%20AND%20component%20%3D%20%22BBOG%20PREVENCI%C3%93N%20FRAUDE%20SUPLANTACI%C3%93N%20TDC%22",
  "jiraActividades": "Cerrado",
  "confluenceLink": "https://avaldigitallabs.atlassian.net/wiki/spaces/adldatalake/pages/3237217793/Caso+de+uso+Fraude+de+suplantaci+n+TDC+Digital",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}