{
  "id": "cobranzas-incobrables-bac",
  "entityId": "bac",
  "name": "Cobranzas Incobrables -BAC",
  "etapa": "8. Standby / Deprecated",
  "status": "Deprecado",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "4. Recalibración",
  "idFinanciera": "366637",
  "tipoProyecto": "Caso de Uso",
  "suite": "Recupera",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Fredy Manuel Roman Vergara",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Oscar Eduardo Rendón Sotelo",
  "mds": "Katherin Quiñones",
  "mantenimiento": "2. M",
  "tallaje": "M",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(16JUL2024) Se está trabajando en el desarrollo del backtesting y en la revisión de cifras históricas para el impacto L5. Por otro lado, se tiene checkpoint de la generalidad del caso como alineación con el PO  (29Jun23) Calificar bases para inicio de gestiones de Juilio. Avanzar en pipeline de CRI. Recibir resultados de HND para validar efectividad de ajustes de modelo. Reunión con Olga Pana para verificar estatus de GAW. Revisar avance de estandarización de Datos por parte de DE - ADL (08May23) Se presenta resultados de PAN, la operacón coincide con la propuesta de manejo se continua con operativización, CRI ya reporto resultados de capturas pendiente por aterrizar L4(14dic22) Se encuentran campeonizadas 3 operaciones, 1 proxima a pasar y 2 por definir su uso. Se esta calificando manualmente mientras que el equipo de datos de BAC realiza los procesos de (27JUL2022)  Se replantearon los pilotos de CRI, HON, SAL, NIC para Agosto y se debe tener la primera medición a mitad de mes, además se cerraran los backtest de PAN y GUA pero se esta a espera de la información de gestión, se espera iniciar automatización en Agosto y ajustar el impacto financiero en septiembre (29JUN2022) Se continua en el piloto en 4 paises y solo falta Guatemala y Panama que solo van con Backtesting (25May2022) Se concluye modelos de las 6 operaciones, nos encontramos en proceso de documentación y entrega. Se debe cerrar resultados de piloto Mayo 2022 e iniciar asignación de Honduras. Nicaragua y Salvador inician Piloto en Junio y se realizara mediciones de Backtesting Panama y Guatemala (25 Mar) Continua modelado de Salvador (3/5) se envia la proxima semana la calificación de CRI y HND para pilotear desde Abril (01 Mar) Se envia base calificada para inicio de Piloto CRI (4 Ene) Se debe redefinir los grupos planteados en función de saldo y dias del ultimo pago para volvrer a presentar la relevancia de las variables y concluir el modelado de CRI. Se debe cerrar reunión con el equipo de CRI la operativización del Piloto y cerrar Proporciones. Se esta cerrando modelado de HN, p(3 Dic) VO definida para CR, se empeiza etapa de selección de variables con SHAP, y presentar modelo el 15/12, ya se pasaron datos para consolidar L0, (16 Nov) Se esta trabajando en la propuesta de VO con 2 y 3 grupos por antiguedad y saldo, se esta a la espera de cargue de data pendiente de 2 paises y se inicia construcción de ´pre_MDT (08 Oct) Se valido con el equipo de CR el esquema de modelo y es de facil adopción teniendo en cuenta que se debe ajustar por los segmentos propuestos por la operación <6meses, >6 meses y asignaciones. (01 Oct) Presentamos Diseño, se espera fuentes para el 21 de Oct (17Sep) Falla en el sharefile que se estan corrigiendo, se deben volver a cargar fuentes iniciales, consolidación diseño de experimentos para validación interna y presentación con Esteban. (10 sep) en proceso de cargue de data, se espera obtener minimo 5 meses para matrices de transición, 12 meses para MVP de modelo y envio de piloto y 36 meses para el desarrollo total. Se deben citar las sesión para concertar piloto CRI y establecer entregables.",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "Jessica Martinez",
  "nivelImpactoFinanciero": "L3",
  "unidadImpactoFinanciero": "VPN a 3 años",
  "impactoFinanciero": "2.5 M USD",
  "financieroAdl": "Nestor Rodriguez",
  "financieroEntidad": "0",
  "sponsor": "Esteban Crespo",
  "mainContact": "",
  "sandbox": "0",
  "nombreHcCuanto": "290700014 BAC",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}