{
  "id": "sostenibilidad",
  "entityId": "banco-occidente",
  "name": "Sostenibilidad",
  "etapa": "9.DONE",
  "status": "Entregado - con uso",
  "highLevelStatus": "Inactivo",
  "estadoDesarrolloMante": "Inactivo",
  "subtarea": "",
  "idFinanciera": "748016",
  "tipoProyecto": "Consultoria Entidad",
  "suite": "Conecta",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Edgardo Jose Castaño Ramírez",
  "mds": "Katherin Quiñones",
  "mantenimiento": "3. H",
  "tallaje": "NA",
  "horasDs1": "NA",
  "horasDs2": "NA",
  "horasDs3": "NA",
  "horasDs4": "NA",
  "totalHorasTallaje": "0",
  "horasSemanaPorcentaje": "0.00",
  "observaciones": "(11/04/2023) Se realizaron diferentes iteraciones de segmentacion variando variables de entrada y capturando las distribuciones de las diferntes variables, con esta estrategia se selecciono la mejor segmentacion que cumplia con los requisitos de caracterizacion y coeficiente de silueta, se procede con la documentacion y entrega del codigo. \r\n(28/03/2023) se agregaron filtros que no se tenian contemplados para la definicion de cliente sostenible, con estos filtros el estado actual es de 99% accuracy, 98% recall, 97% precision, a solicitud del banco seguimos con la revision de las diferencias.  (21/03/2023) Con la master datatable del banco se realizaron varias iteraciones sobre variables y parametros en el analisis de correspondencias y clusterizacion, se encontro un modelo con 98% de cioincidencia. Adicionalmente se encontraron diferencias en variables que entran en el modelo por lo queel siguiente paso es revisar y reducir esas diferencias. (17/03/2023)  Se han realizado comparaciones que nos han permitido identificar las razones de las diferencias, haciendo estos cambios tenemos un accuracy de 99% un recall de 96.5% y un 94% de precision sobre la poblacion de sostenibles, se procede a hacer la comparacion de las variables explicativas del modelo y a hacer las iteraciones de modelado.  (14/03/2023)  Se realizaron correcciones sobre la poblacion objetivo y logramos llegar al mismo numero inicial de clientes que el ejercicio original, se comparo la variable sostenible y se obtuvo un 85% de coincidencia, el dia de hoy se planea seguir con la revision del 15% faltante.  (09/03/2023) BOCC comparte la base con los filtros historicos para poder hacer la comparacion uno a uno y poder reducir las diferencias en los filtros que estamos encontrando.  (03/07/2023) Se identifican diferencias en 2 filtros particulares: donaciones y movimientos sostenibles. Se esta realizando la respectiva revision para disminuir esta diferencia. Paralelamente el DS de ADL esta construyendo el codigo de las correspondencias multiples y el kmeans para ir avanzando. Vamos a tener una reunion inicial con el DS para ver en detalle las reglas de segmentacion que se deben replicar.\r\nSe definio acompañamiento de DS ADL y el equipo de DE ADL esta comenzando con el entenidmiento de las fuentes.\r\nEl equipo de DE de ADL esta adelantando la exploracion y construccion de variables, DS de ADL esta haciendo acompañamiento para el entendimiento. Se construyeron todas las variables y se esta haciendo la consolidacion de la master data table. Se agrego el calculo de unas variables que inicialmente no teniamos mapeadas y ya se tiene la master datatable, se procede a hacer un descriptivo sobre las distribuciones de las variables para ver si hacen sentido de negocio, entra al proyecto el DS Camilo Avellaneda quien continuara con la construccion de la segmentacion.",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "",
  "nivelImpactoFinanciero": "NA",
  "unidadImpactoFinanciero": "NA",
  "impactoFinanciero": "NA",
  "financieroAdl": "NA",
  "financieroEntidad": "0",
  "sponsor": "Aura Maria Reyes",
  "mainContact": "Orlando Romero",
  "sandbox": "0",
  "nombreHcCuanto": "",
  "sharepointLink": "",
  "sharepointActividades": "",
  "jiraLink": "",
  "jiraActividades": "",
  "confluenceLink": "",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}