{
  "id": "cobranzas-cartera-castigada-bdb",
  "entityId": "banco-de-bogota",
  "name": "Cobranzas Cartera Castigada BdB",
  "etapa": "5. Automatización DL",
  "status": "Finalizado - con uso",
  "highLevelStatus": "Activo",
  "estadoDesarrolloMante": "Mantenimiento",
  "subtarea": "1. En preparación código DS para entrega a DE",
  "idFinanciera": "933956",
  "tipoProyecto": "Caso de Uso",
  "suite": "Recupera",
  "tipoDesarrollo": "IA Tradicional",
  "ds1": "Julio Antonino Zainea Maya",
  "ds2": "",
  "ds3": "",
  "ds4": "",
  "de": "Juan David Tinjaca",
  "mds": "Luis Lujan",
  "mantenimiento": "1. L",
  "tallaje": "S",
  "horasDs1": "3",
  "horasDs2": "1.5",
  "horasDs3": "1.5",
  "horasDs4": "1.5",
  "totalHorasTallaje": "3",
  "horasSemanaPorcentaje": "0.07",
  "observaciones": "(16JUL2024) El caso esta productivo y se debe trabajar en la automatización y la definición de cálculo L5 con las cifras que ya tenemos de la medición de cierre mensual.  (04OCT2023) Cuando se entreguen los codigos de empresas, se inician los codigos de automatización para castigos, por otro lado, estamos en las sesiones de alineación de impacto L3-L4 del caso de uso con financiera banco (17ABR2023) Se presento el caso de negocio L3 en el review de la semana pasada pero acordamos hacer unos ajustes para un escenario moderado, estamos en espera del ok de la operativización por parte de Mauricio Bohorquez y Adriana esta buscando agenda con Alejandro Castañeda (02ENE2023) Se continua en el piloto, se estan obteniendo resultados positivos y ya se presentaron a Jose quien propuso que con las cifras del cierre de diciembre ajustemos una ppt sugiriendo ya cambios en la operación y llevarla a Cesar Castellanos el jefe de Mauricio, quedamos de ver la PPT el 18 de enero tentativamente.  (29SEP2022) Vamos a salir a piloto en esta primera semana de octubre, Lucho ya tiene alineadas las tareas para la carga y las diferentes estrategias del diseño de experimentos (28JUL2022) el viernes 22 de julio obtuvimos el visto bueno de Mauricio para continuar con el desarrollo de los 3 modelos tradicionales que faltaban (alto, medio y bajo) P1. En este momento se está modelando bajo p1 y estoy tratando de cerrar una brecha de 10 puntos en recall. La meta de agosto es cerrar los 3 modelos y salir a piloto en septiembre (30JUN2022) Se esta haciendo unos ejercicios de backtest similares a los del BAC para mostrar no solo la discriminación de los modelos sino el impacto en plata, esto con el fin de ver lo que se ha dejado de capturar por las redefiniciones por parte del gerente (25MAY2022) Se finalizo el analisis de las gestiones y en el LDA se encontraron 3 topicos que fueron aprobados con negocio, se estan en extrapolación para toda la base y ejecución del nuevo modelo para probar el esquema compartido de variables tradicionales y no tradicionales (28MAR2022) Se realizaron ya dos iteraciones de los modelos, se esta ejecutando el modelado de 6 segmentos solicitados por negocio, con Lucho se hablo de arrancar por los de menor población para tener resultados pronto y cuando se deba correr los modelos de los segmentos grandes solicitaremos una maquina adicional para correr en paralelo. (08 Oct)  Ya se recibieron de manera correcta y disponible las fuentes de asignación ,Se presentaron curvas de recuperación y VO, la cual se valido con la mesa y pasa a consolidación de la MDT bajo los criterios presentados. (01 Oct) Se recibieron las bases de asignación, el proceso de estandarización las entrego el viernes en la tarde se procede a la exploración (24 Sept) Se transmite fuente de asignación v3 actualizada se encuentra en proceso de estandarización, para luego avanzar en exploración. (17SEP) Finalmente al lograr transmitir la fuente de asignación, se procedio a hacer la exploración y se levanto la mano ya que la volumentria ni la estructura era la esperada. Se notifica a la mesa que cada día que pasa esta impactando directamente el cronograma y desde ADL ya adelantamos lo que se pudo, estamos bloqueados sin la fuente de asignación y la mesa esta ayudando a buscar opciones. (10SEP) Se realizo la exploración de las fuentes que se estan usando para la construcción de curvas de VO. Se encontró coincidencia en las fuentes de recuperación y castigos, y lo que afecta el calculo de las curvas, al parecer es el filtro del cruce de la asignación. Se esta trabajando para cerrar VO el 14 de Sep. (30AUG)  En proceso de selección del BGI, y validación del cálculo de las curvas. se espera cerrar esta semana el tema   (18Mar) Inicio Kick-Off oficial",
  "fechaInicio": "",
  "fechaEntrega": "",
  "mantenimientoPost": "",
  "dsEntidad": "Cristian Camilo Guevara",
  "nivelImpactoFinanciero": "L1",
  "unidadImpactoFinanciero": "VPN",
  "impactoFinanciero": "3561M (1 año)",
  "financieroAdl": "Andres Felipe Ayala",
  "financieroEntidad": "Alejandro Castañeda",
  "sponsor": "Alejandro Esguerra / Jose Alarcon",
  "mainContact": "Camilo Amezquita / David Tavera / Adriana Sanchez / Claudia Salas",
  "sandbox": "0",
  "nombreHcCuanto": "291000014 BB CARTERA CASTIGADA",
  "sharepointLink": "https://avaldigitallabs.sharepoint.com/sites/analticaavanzada/Documentos%20compartidos/Forms/AllItems.aspx?id=%2Fsites%2Fanalticaavanzada%2FDocumentos%20compartidos%2FBBOG%5F004%5FCOBRANZAS%5FCARTERA%5FCASTIGADA&viewid=04edaf32%2Db3f7%2D42e4%2D8fbb%2D72870f0fbb0b",
  "sharepointActividades": "Organizada",
  "jiraLink": "https://avaldigitallabs.atlassian.net/issues/?jql=project%20%3D%20%22AOS%22%20AND%20component%20%3D%20%22BBOG%20CARTERA%20CASTIGADA%22",
  "jiraActividades": "Actualizado",
  "confluenceLink": "https://avaldigitallabs.atlassian.net/wiki/spaces/adldatalake/pages/4342054913/Caso+de+uso+-+Cartera+Castigada",
  "objetivo": "",
  "solucion": "",
  "dolores": "",
  "riesgos": "",
  "impactoEsperado": "",
  "impactoGenerado": "",
  "roadmap": [
    {
      "name": "Definición y Desarrollo",
      "completed": false
    },
    {
      "name": "Piloto",
      "completed": false
    },
    {
      "name": "Automatización y Operativización",
      "completed": false
    },
    {
      "name": "Seguimiento y Recalibración",
      "completed": false
    }
  ],
  "kpis": [],
  "metrics": {},
  "createdAt": "2025-12-27T16:30:22.620Z",
  "updatedAt": "2025-12-27T16:30:22.620Z"
}